[{"titre": "Risotto au poireau et saumon fumé", "url": "https://www.cuisine-libre.org/risotto-au-poireau-et-saumon-fume", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/6e/368baaec84242021b0d9f4c16627f9.jpg?1644794496", "recette": {"titre": "Risotto au poireau et saumon fumé", "infos": {"duree_preparation": "10 min", "duree_cuisson": "40 min", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["500 g de poireaux", "5 c. à soupe d’huile d’olive", "2 gousses d’ail", "500 g de riz rond arborio", "30 cl de vin blanc", "1 litre de fond de poisson", "250 g de saumon fumé"], "etapes": ["Préparez un bouillon de poisson. Lavez les poireaux et coupez-les en rondelles. Épluchez et émincez l’ail. Coupez le saumon en lanières.", "Faites chauffer l’huile dans une sauteuse pour y faire revenir les poireaux émincés. Quand ils commencent à dorer et à devenir tendres, incorporez l’ail et laissez revenir encore deux minutes.Ajoutez le riz et remuez jusqu’à ce qu’il s’imprègne d’huile. Ajoutez le vin blanc, faites bouillir et laissez évaporer.", "Versez sur le riz une bonne louche de bouillon chaud et laissez absorber. Continuez à verser du bouillon ainsi, jusqu’à ce que le riz soit tendre et crémeux mais reste croquant sous la dent.", "Peu avant de servir, incorporez délicatement le saumon fumé. Couvrez une minute pour laisser les saveurs se développer. Servez."]}}, {"titre": "Gruau d’avoine", "url": "https://www.cuisine-libre.org/gruau-d-avoine", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/bb/60abebe57d3c698dedaeba0ffa3c95.jpg?1644794498", "recette": {"titre": "Gruau d’avoine", "infos": {"duree_preparation": "5 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["⅓ tasse (80 ml) de flocons d’avoine", "⅔ tasse (160 ml) d’eau [*]", "1 pincée de sel (facultatif)"], "etapes": ["Verser l’eau dans une casserole étroite, ajouter la pincée de sel et faire chauffer jusqu’à ce qu’il commence à frémir.", "Ajouter l’avoine et porter à ébullition en remuant.", "Laissez mijoter à découvert pendant 20 minutes. Pendant les 5 dernières minutes, brassez avec une cuillère de bois."]}}, {"titre": "Orzo à la courge, champignons et grana padano", "url": "https://www.cuisine-libre.org/orzo-a-la-courge-champignons-et-grana-padano", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/02/e9240cfea6c2c6ba87b1300e6dd8ba.jpg?1645753073", "recette": {"titre": "Orzo à la courge, champignons et grana padano par Grana Padano Lover", "infos": {"duree_preparation": "10 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["2 gousses d’ail", "2 oignons jaunes", "1 petite courge butternut (env. 800 g entière)", "huile d’olive", "150 g de pâtes orzo", "1 cube de bouillon de légumes", "500 ml d’eau chaude", "60 g de Grana Padano", "200 g de champignons (de Paris, pleurotes, des bois, etc.)", "20 g de noisettes", "sauge", "sel", "poivre"], "etapes": ["Émincez l’ail et les oignons.", "Épluchez la courge butternut et coupez-la en cubes.", "Faites chauffer une casserole à feu vif avec 1 filet d’huile d’olive. Une fois chaude, ajoutez l’ail et les oignons émincés, quelques feuilles de sauge et faites revenir le tout 2 minutes.", "Ajoutez ensuite les pâtes orzo et faites revenir le tout 1 à 2 minutes supplémentaires.", "Ajoutez le cube de bouillon dans l’eau chaude et mélangez bien.", "Versez le bouillon sur les pâtes orzo puis ajoutez la courge.", "Faites cuire à feu moyen en mélangeant régulièrement, et en ajoutant du bouillon si c’est nécessaire, et ce jusqu’à ce que la courge soit fondante, soit environ 20 minutes.", "Nettoyez les champignons et coupez-les si nécessaire. Faites-les revenir à feu moyen-vif avec un filet d’huile d’olive pendant 3-4 minutes.", "Coupez vos noisettes en 2. Ajoutez-les dans la poêle aves les champignons et faites revenir le tout 3 minutes supplémentaires.", "Râpez le Grana Padano et ajoutez-le à l’orzo, mélangez bien.", "Servez l’orzo façon risotto dans des bols. Ajoutez les champignons et les noisettes sur le dessus, ainsi qu’un peu plus de Grana Padano et quelques feuilles de sauge fraîche. Dégustez !"]}}, {"titre": "Pasta alla carbonara", "url": "https://www.cuisine-libre.org/pasta-alla-carbonara", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/6f/ffedc68a33cf8c535c4d541699653f.jpg?1644794491", "recette": {"titre": "Pasta alla carbonara par Tamago", "infos": {"duree_preparation": "5 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["600 g de pâtes italiennes sèches [*] longues : spaghetti, linguine, rigatoni, bucatini…", "6 jaunes d’œuf", "250 g de guanciale (joue de porc) ou pancetta arrotolata affumicata (lard de poitrine roulé et fumé)", "150 g de pecorino romano (ou parmesan)", "poivre noir au moulin"], "etapes": ["Faire cuire les pâtes al dente, dans une grande casserole d’eau bouillante salée, le temps indiqué sur le paquet, à bouillons continus.", "Pendant ce temps, casser les œufs dans un bol en ne gardant que les jaunes. Ajouter le parmesan fraîchement râpé, poivrer. Battre le tout à la fourchette jusqu’à ce que la sauce soit crémeuse, presque mousseuse.", "Débarrasser le porc de sa peau et le tailler en dès de 1 cm de côté. Faire revenir à la poêle, sans ajouter de matière grasse. Quand ils sont bien colorés, éteindre le feu et enlever la graisse.", "Une fois cuites, égoutter les pâtes rapidement, mais pas trop : il faut toujours garder un peu d’eau pour les pâtes en sauce, l’équivalent de 2 cuillerées. Verser aussitôt les pâtes dans un saladier, avec les œufs battus et remuer sans arrêt pendant une minute, pour bien enrober les pâtes : les œufs vont cuire un peu au contact des pâtes chaudes et la préparation ne doit pas s’assécher. Ajouter le porc doré. Mélanger délicatement.", "Servir aussitôt, dans des assiettes creuses, avec un peu de parmesan supplémentaire et un tour de moulin à poivre."]}}, {"titre": "Orzotto aux cèpes et courgettes", "url": "https://www.cuisine-libre.org/orzotto-aux-cepes-et-courgettes", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/0b/9a5e3e44898619e870477d7badf508.jpg?1644794789", "recette": {"titre": "Orzotto aux cèpes et courgettes par Cristina Tiddia", "infos": {"duree_preparation": "", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["250 g d’orge", "400 g de courgettes", "20 g de cèpes séchés", "1 gousse d’ail", "1 petit oignon", "1 petite carotte", "1 brin de persil", "2 c. d’huile", "1 litre env. de bouillon de légumes", "100 g de tomates cerises"], "etapes": ["Coupez les extrémités des courgettes, lavez-les et coupez-les en cubes. Faire tremper les cèpes séchés dans de l’eau tiède.", "Hachez finement l’oignon, l’ail et la carotte. Versez le tout dans une casserole avec deux cuillères à soupe d’huile et laissez cuire quelques minutes.", "Ajouter l’orge préalablement lavée et mélanger avec un demi verre de vin blanc et un demi verre de bouillon. Cuire en ajoutant le bouillon petit à petit et en remuant constamment. Après environ 10 minutes, ajoutez les cèpes bien égouttés de leur eau de trempage et hachés grossièrement. Après encore 15 minutes, ajouter les cubes de courgettes [*] et poursuivre la cuisson jusqu’à ce que l’orge soit bien cuite. Cela prendra environ 35/40 minutes.", "Une fois cuit, assaisonner de sel et de poivre et ajouter les tomates cerises divisées en quartiers."]}}, {"titre": "Quinotto aux épices douces", "url": "https://www.cuisine-libre.org/quinotto-aux-epices-douces", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/4e/bbcdc11136b54b4eb3a311a9969598.jpg?1644794497", "recette": {"titre": "Quinotto aux épices douces par Aromarie", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["1 mug de quinoa", "2 mugs d’eau", "2 carottes", "1 panais", "1 bulbe de fenouil", "1 oignon haché", "2 gousses d’ail écrasées", "1 c. à soupe de mélange oriental", "1 c. à soupe d’huile d’olive", "poivre au moulin", "graines mélangées"], "etapes": ["Émincer le fenouil au couteau. Détailler carottes et panais en fines lamelles à l’économe.", "Dans une sauteuse faire griller le mélange oriental dans l’huile d’olive. Puis ajouter l’oignon et le quinoa. Bien mélanger pour l’enrober.", "Ajouter alors les lamelles de légumes, le fenouil émincé, l’ail écrasé et quelques tours de moulin à poivre.", "Mouiller avec 2 mugs d’eau et faire cuire dès l’ébullition pentant 15 minutes à feu doux. Parsemer de graines."]}}, {"titre": "Boulgour à la tomate", "url": "https://www.cuisine-libre.org/boulgour-a-la-tomate", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/90/29e09f2a99855811c15b59eacadd5e.jpg?1644797955", "recette": {"titre": "Boulgour à la tomate", "infos": {"duree_preparation": "10 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 verre (150 g) de boulgour gros (No3 ou No4)", "2 verres [*] de bouillon de légumes", "2 belles tomates bien mûresou 1 conserve de tomates", "1 oignon", "1 gousse d’ail", "1 c. soupe d’huile d’olive", "1 pincée de sel", "1 pincée de poivre", "1 pincée de cumin", "1 pincée de cannelle"], "etapes": ["À la fin de la cuisson, tout le liquide doit avoir été absorbé par le boulgour, gonflé et moelleux. Servir aussitôt."]}}, {"titre": "Riz au potiron japonais (Kabocha Gohan)", "url": "https://www.cuisine-libre.org/riz-au-potiron-japonais-kabocha-gohan", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/e1/9c80745769c89f725ea9d6f5c7c0e7.jpg?1644795499", "recette": {"titre": "Riz au potiron japonais (Kabocha Gohan)", "infos": {"duree_preparation": "15 min", "duree_cuisson": "25 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["2 tasses (env. 400 g) de courge kabocha (ou autre potiron)", "2 tasses de riz blanc japonais à grains courts", "2 tasses de bouillon dashi végé", "1 c. soupe de saké ou mirin", "1 c. soupe de sauce soja", "4 gouttes d’huile de sésame (optionnel)", "gomasio (sel de sésame)"], "etapes": ["Dégustez tel quel ou en accompagnement.\nSimple, délicieux et sain."]}}, {"titre": "Chou au riz", "url": "https://www.cuisine-libre.org/chou-au-riz", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/b0/2e5453af5ab4fd18562923ab693aeb.jpg?1650798788", "recette": {"titre": "Chou au riz par Jadjay", "infos": {"duree_preparation": "20 min", "duree_cuisson": "1 h", "duree_repos": "10 min", "methode_cuisson": ""}, "ingredients": ["½ chou (blanc de préférence)", "2 poireaux éventuellement", "2 oignons", "25 cl d’huile d’olive (meilleur)ou 50 g de beurre", "riz (quantité en fonction de l’eau)", "sel, poivre", "herbes de Provence, ciboulette ou autre, selon vos goûts", "viande éventuellement : lardons ou émincé de poulet (évitez le bœuf) sinon fond de veauou équivalents végétaux", "50 cl de Viognier (vin blanc)"], "etapes": ["Coupez votre choux en lamelles de 1 cm par 5 cm et le dur en cubes de 2 cm max ; le poireau, en rondelles de 1 cm et le vert en paillettes carrées de 1 cm.", "Envoyez ça dans l’autocuiseur — je ne sais pas le temps, j’attends que ça fasse tuuuut et je laisse encore 10 min — sinon 20 à 30 minutes dans un faitout à feu doux.", "Pendant ce temps émincez vos oignons. Faites chauffer votre huile/beurre dans un faitout. Faites revenir les oignons. Ne cramez pas tout, laissez reposer le temps que chou/poireaux soit cuits.", "Si vous avez de la viande : c’est le moment, faites saisir avec les oignons avant d’ajouter chou/poireau Maillard forever !", "Égouttez le chou/poireau — mais GARDEZ l’eau de cuisson — et ajoutez-le au faitout. Envoyez les couleurs ! Saisissez le chou/poireau avec les oignons — réaction de Maillard forever !", "Pour éviter que ça s’emballe, limitez la température en ajoutant des petites cuillères de l’eau de cuisson chou/poireau et mélangez fréquemment.", "Une fois que c’est un peu coloré, si vous n’avez pas mis de viande, ajoutez le fond de veau ou autre. Mélangez bien, salez poivrez, ajoutez vos herbes.", "Ajoutez une première louche d’eau de cuisson, mélangez, goûtez et assaisonnez en conséquence. Ajoutez autant de louches d’eau et de riz que nécessaire, en comptant : pour 5 louches d’eau ajoutez une louche de riz. Pour ne pas déborder, laissez un bon centimètre en dessous du bord du faitout.", "On met sur feu doux.\nOn remue toutes les 5 minutes.\nOn laisse bien 20 minutes.", "Dégustez un bon verre de Viognier en attendant."]}}, {"titre": "Paëlla", "url": "https://www.cuisine-libre.org/paella", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ba/ae4a4a7bf2972e9d6bddb75349fc33.jpg?1644796251", "recette": {"titre": "Paëlla par Annie", "infos": {"duree_preparation": "1 h 30", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["1 poulet", "1 kg de grosses moules d’Espagne", "500 g de blanc de seiche", "8 langoustines", "8 gambas", "3 oignons", "2 gousses d’ail", "200 g de gros haricots verts", "2 poivrons verts", "1 poivron rouge", "4 tomates", "200 g de petits pois écossés", "1 verre d’huile d’olive", "2 g de safran", "300 g de riz à paëlla (bomba)", "sel, poivre", "1 grosse boîte de pois chiches"], "etapes": ["Découpez le poulet en petits morceaux, assaisonnez-les.", "Nettoyez les moules. Lavez les seiches et découpez les en lamelles.", "Emincez les oignons, écrasez l’ail, coupez les haricots verts en bâtonnets et les poivrons en lamelles. Pelez, épipinez les tomates, concassez-les.", "Faîtes chauffer l’huile à bon feu dans un plat à paëlla, faîtes revenir les morceaux de poulets, laissez bien dorer, égouttez-les et réservez-les.", "Dans la même huile , faîtes revenir les oignons et l’ail. Laissez-les blondir. Retirez-les. Tenez-les au chaud avec les morceaux de poulet.", "Toujours dans la même huile, faîtes revenir les seiches pendant quelques minutes.", "Ajoutez les langoustines et les gambas (les cuire 3 à 4 mn), retirez-les.", "Faîtes revenir les poivrons, puis les tomates.", "Remettez tous les éléments dans le plat à paëlla : poulet, oignons, ail, poivrons, tomates et seiches. Mouillez-les de 3 verres d’eau bouillante. ajoutez les petits pois et les haricôts verts, laissez cuire 20 mn.", "Ajoutez le safran et le riz en le répartissant sur toute la surface du plat. Mouillez avec un volume d’eau bouillante égal à 2 fois le volume du riz, assaisonnez, ajoutez les pois chiches.", "Disposez sur le dessus du plat les moules, les langoustines et les gambas.", "Laissez s’achever la cuisson sans remuer le riz. Dès que celui-ci est cuit, servez dans le plat de cuisson."]}}, {"titre": "Mamaliga (polenta roumaine)", "url": "https://www.cuisine-libre.org/mamaliga-polenta-roumaine", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/a8/3eb3e40901b66058a439a7bd06540d.jpg?1644794497", "recette": {"titre": "Mamaliga (polenta roumaine)", "infos": {"duree_preparation": "5 min", "duree_cuisson": "30 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["2 tasses de semoule (ou farine tamisée) de maïs", "4 à 5 tasses d’eau", "sel", "beurre"], "etapes": ["Mettre l’eau à chauffer dans un chaudron en fonte ou tchïaoune [*]. Saler et saupoudrer d’un peu de semoule.", "Dès le premier bouillon, ajouter la semoule en pluie, progressivement, tout en fouettant. Cesser de verser lorsque la mamaliga commence à épaissir mais continuer de fouetter constamment pour que le mélange reste lisse, pendant environ 20 minutes à petits bouillons, jusqu’à ce que tout le liquide ait été absorbé et qu’elle soit bien cuite.", "Pour vérifier la cuisson, planter un bâton rond (le manche d’une cuillère en bois) au milieu de la préparation, en le faisant tourner sur lui-même : s’il en ressort sec, la mamaliga est cuite. Sinon, poursuivre la cuisson.", "À l’aide d’une cuillère en bois ramener la mamaliga des bords vers le milieu. Lisser et tasser la mamaliga en tapotant sur le dessus.", "Renverser la mamaliga sur une planche en bois ou sur une assiette. Humecter de beurre fondu pour éviter qu’elle ne sèche en surface. Servir tiède, en quartiers coupés au fil à beurre ou au couteau."]}}, {"titre": "Riz aux saucisses chinoises", "url": "https://www.cuisine-libre.org/riz-aux-saucisses-chinoises", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/a9/54196f8bbd0f192774ac51b29d1f2c.jpg?1644794948", "recette": {"titre": "Riz aux saucisses chinoises par Romy", "infos": {"duree_preparation": "5 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 verre de riz thaïlandais", "2,5 verre d’eau", "2 saucisses chinoises Lap Cheong [*]", "oignon frit séché (facultatif)", "vert d’oignon haché (facultatif)"], "etapes": ["Rincer le riz à l’eau courante. Verser dans une casserole, couvrir d’eau. Déposer les saucisses par dessus. Porter à ébullition. Réduire le feu et laisser cuire 15 minutes à couvert. Retirer du feu et laisser gonfler le riz dans sa vapeur, sans découvrir, pendant 10 minutes. Pour simplifier, utiliser un autocuiseur (rice cooker) : tout verser dans la cuve et lancer la cuisson.", "Retirer les saucisses sans vous brûler. Les couper en diagonale en morceaux de moins d’1 cm d’épaisseur.", "Former un dôme de riz. Disposer les saucisses par dessus, esthétiquement, en forme de fleur. Semer d’oignon séché pour ajouter du croustillant et de vert d’oignon pour la fraîcheur."]}}, {"titre": "Pâtes aux tellines", "url": "https://www.cuisine-libre.org/pates-aux-tellines", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/22/f2108e7616f115fd38c240a658de89.jpg?1644797891", "recette": {"titre": "Pâtes aux tellines par robert", "infos": {"duree_preparation": "1 h", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["300 g de tellines", "500 g de spaghettis", "5-6 tomates mûres (ou une boîte de tomates pelées)", "1 gousse d’ail", "persil haché", "sel, poivre", "huile d’olive"], "etapes": ["Rincer les tellines à l’eau claire ;", "Les faire chauffer doucement dans une casserole en remuant (comme pour des moules), lorsqu’elles sont ouvertes, sortir du feu ;", "Filtrer le jus dans un chinois, réserver ;", "Retirer les coquilles vides.", "Faire fondre doucement les tomates dans l’huile d’olive dans un grand faitout, ajouter une gousse d’ail écrasé, sel et poivre ;", "Rajouter si nécessaire une petite boite de tomates pelées. La sauce doit rester légère ;", "En fin de cuisson, rajouter le jus des tellines et du persil haché ;", "Ajouter les tellines dans la sauce en mélangeant doucement ;", "Faire cuire les spaghettis à votre convenance (c’est mieux al dente) dans un grand volume d’eau salée ;", "Verser les pâtes dans le faitout, mélanger ;", "Servir chaud."]}}, {"titre": "Dessert de Noé (Aşure)", "url": "https://www.cuisine-libre.org/dessert-de-noe-asure", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/4e/2ebc3e27acb81d0cb5e58e63009b8b.jpg?1644794230", "recette": {"titre": "Dessert de Noé (Aşure) par Ja6", "infos": {"duree_preparation": "15 min", "duree_cuisson": "45 min", "duree_repos": "12 h", "methode_cuisson": "Bouilli"}, "ingredients": ["125 g de blé entier", "25 g de haricots blancs", "25 g de haricots noirs", "25 g de pois chiches", "25 g de riz rond", "250 g de sucre semoule", "50 g d’abricots secs", "50 g de figues séchées", "50 g de raisins de Smyrne", "50 g de pignons de pins", "1 cuillère à soupe d’eau de rose - alimentaire !", "2 cuillères à soupe de cannelle", "1 grenade à grains rouges – en saison", "50 g de raisins de Corinthe", "30 g de cerneaux de noix", "30 g de noisettes", "50 g de pistaches", "30 g d’amandes"], "etapes": ["La veille, laisser tremper séparément le blé, les haricots et les pois chiches — seulement si l’on utilise des légumes secs — en salant l’eau du bol des pois chiches.", "Le jour même, égoutter les pois chiches et les haricots et les cuire séparément dans 50 cl d’eau jusqu’à ce qu’ils soient bien tendres — sinon, égoutter le contenu des boîtes.", "Enlever la peau des pois chiches.", "Égoutter le blé et le cuire dans une grande casserole sur feu doux, avec 1,5 litre d’eau pendant 15 min.", "À mi-cuisson, ajouter le riz et le sucre et laisser cuire 10 à 12 min jusqu’à ce que les grains soient bien tendres.", "Laisser tremper les abricots, les figues et les raisins de Smyrne pendant 15 min dans de l’eau chaude.", "Les égoutter puis couper en morceaux les figues et les abricots.", "À la fin de la cuisson du blé et du riz, ajouter les haricots, les pois chiches, les abricots, les figues, les raisins de Smyrne, les pignons… et laisser encore mijoter 15 min, toujours sur feu doux.", "Retirer du feu et verser dans un grand saladier. Ajouter l’eau de rose alimentaire et mélanger bien.", "Saupoudrer de cannelle.", "Décorer avec la grenade égrenée, les raisins de Corinthe, les cerneaux de noix, les noisettes, les pistaches et les amandes.", "Laisser refroidir et servir."]}}, {"titre": "Riz & réduction d’ail d’ours", "url": "https://www.cuisine-libre.org/riz-reduction-d-ail-d-ours", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/3f/4f19a7a32bec59ca0505c4745fe5bd.jpg?1644795955", "recette": {"titre": "Riz & réduction d’ail d’ours par Fred Radeff", "infos": {"duree_preparation": "10 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["100 g riz bio à grain rond (j’avais du Markal)", "2 cs huile de tournesol bio moldave de contrebande", "une poignée d’ail d’ours lavé", "sel, poivre", "un piment rouge turc séché"], "etapes": ["Lancer le riz dans un rice-cooker. Hacher grossièrement l’ail d’ours, le faire revenir avec l’huile et les épices. Servir une boule de riz, la sauce à côté."]}}, {"titre": "Bircher Muesli", "url": "https://www.cuisine-libre.org/bircher-muesli", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/01/a36ff9aaef7e7e9c9de0c34b1c8a36.jpg?1644794317", "recette": {"titre": "Bircher Muesli", "infos": {"duree_preparation": "10 min", "duree_cuisson": "", "duree_repos": "12 h", "methode_cuisson": "Crudité"}, "ingredients": ["1 c. soupe rase de flocons d’avoine", "3 c. soupe d’eau froide", "1 c. soupe de jus de citron", "1 c. soupe de lait condensé sucré", "200 g de pomme (non traitée) râpée", "1 c. soupe de noisettes ou d’amandes râpées"], "etapes": ["La veille, faire tremper les flocons d’avoine dans l’eau froide.", "Le lendemain, ajouter le jus de citron et le lait concentré.", "Râper la pomme, sans l’éplucher : avec sa peau et les pépins. Mélanger le tout.", "Saupoudrer de fruits secs."]}}, {"titre": "Porridge", "url": "https://www.cuisine-libre.org/porridge", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/d7/5fb2f54edc144ad39d16ff010b56d6.jpg?1644794497", "recette": {"titre": "Porridge par LinuxFr.org", "infos": {"duree_preparation": "20 min", "duree_cuisson": "", "duree_repos": "12 h", "methode_cuisson": "Bouilli"}, "ingredients": ["lait", "flocons d’avoine", "sucre ou sel (éventuellement)"], "etapes": ["La veille au soir, mélanger dans le bol la voulue quantité de lait et de flocons d’avoine.", "Mettre le bol dans le réfrigérateur et l’y laisser pour la nuit.", "Au matin verser le contenu du bol dans la casserole et faire chauffer à petit feu. Rajouter éventuellement du lait en cours de cuisson pour obtenir la voulue consistance.", "Quand le tout est chaud, verser dans le bol qu’on aura pris soin de laver entre temps. Rajouter du sel ou du sucre, suivant son personnel goût. Déguster."]}}, {"titre": "Nouilles au corned-beef", "url": "https://www.cuisine-libre.org/nouilles-au-corned-beef", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/5f/11a2854754afe439a89154047006a7.jpg?1644795764", "recette": {"titre": "Nouilles au corned-beef", "infos": {"duree_preparation": "3 min", "duree_cuisson": "7 min", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["1 boite de corned-beef", "1 petite boite de concentré (ou de coulis) de tomates", "1 oignon", "1 verre de vin blanc", "500 g de pâtes (spaghettis…)", "1 cuillère de gras (huile d’olive, beurre…)"], "etapes": ["Faire chauffer l’eau pour les pâtes.\nLorsque l’eau bout, ajouter les pâtes et saler.", "Pendant ce temps, peler et émincer l’oignon. Le faire revenir à feu doux dans une cuillère de gras.\nOuvrir la boite de corned-beef à l’aide de la clef fournie. Ajouter son contenu aux oignons, en gros morceaux.\nAjouter le concentré de tomates.", "Lorsque le corned-beef est presque totalement délié, ajouter le verre de vin blanc.", "Égoutter les pâtes, les ajouter à la sauce. Servir."]}}, {"titre": "Semoule au lait vanillé", "url": "https://www.cuisine-libre.org/semoule-au-lait-vanille", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/7c/d4ff286b4e10de4923a717fc18ac6f.jpg?1644794230", "recette": {"titre": "Semoule au lait vanillé par paddy", "infos": {"duree_preparation": "15 min", "duree_cuisson": "20 min", "duree_repos": "2 h", "methode_cuisson": "Bouilli"}, "ingredients": ["1 litre de lait", "80 g de sucre", "80 g de semoule fine", "1 gousse de vanille"], "etapes": ["Dans une casserole, verser le lait, la semoule, le sucre. Ajouter la vanille. Cuire à petits bouillons sans cesser de remuer pendant 20 min.", "Verser dans des ramequins.", "Laisser refroidir puis mettre au frais."]}}, {"titre": "Lentilles au café", "url": "https://www.cuisine-libre.org/lentilles-au-cafe", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/81/362df99e2dec8db0c07852e9469fa6.jpg?1644794499", "recette": {"titre": "Lentilles au café", "infos": {"duree_preparation": "15 min", "duree_cuisson": "45 min", "duree_repos": "1 h", "methode_cuisson": "Bouilli"}, "ingredients": ["100 g de lentilles", "80 g de sucre roux", "½ litre de café", "2 cuillères à soupe de miel"], "etapes": ["Faites blanchir les lentilles : mettez-les dans l’eau froide et portez à ébullition. Dès ébullition, retirez-les du feu et rincez-les.", "Remettez les lentilles à cuire, dans un demi litre de café. Au bout de 15-20 min, retirez du feu, égouttez les lentilles en gardant le jus de cuisson. Réservez les lentilles.", "Dans le jus de cuisson au café, ajoutez 2 cuillerées à soupe de miel, puis remettez-le à bouillir. Laissez réduire pendant 25 min environ jusqu’à ce qu’il reste l’équivalent d’un verre de café.", "Retirez le café du feu et rajoutez les lentilles. Laissez infuser pendant une heure.", "Ajoutez 80 g de sucre. Mettez le plat au réfrigérateur : il se déguste en dessert frais."]}}, {"titre": "Pappardelle à la roquette et au citron sur lit de  (...)", "url": "https://www.cuisine-libre.org/pappardelle-a-la-roquette-et-au-citron-sur", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/d2/c919dc120784ec147f5b0fcaa1afad.jpg?1644803085", "recette": {"titre": "Pappardelle à la roquette et au citron sur lit de dinde par Nini", "infos": {"duree_preparation": "30 min", "duree_cuisson": "18 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["4 escalopes de dinde", "240 g de pappardelles (ou pâtes de votre choix !)", "30 g de roquette", "40 g de pignons de pin", "2 cs de miel", "1 citron ( jus d’un citron + zeste d’une moitié)", "9 cs d’huile d’olive", "Basilic frais", "Grana padano", "1 poignée de fleur de sel de Guérande", "Sel, poivre."], "etapes": ["La veille, préparer une marinade en mélangeant le jus de citron, le sel, le poivre, l’huile d’olive et un peu de basilic frais. Tailler les escalopes en aiguillettes et les laisser mariner toute la nuit.", "Le lendemain au moment de la préparation du repas, faire revenir les pignons dans le miel jusqu’à ce qu’ils soient bien dorés. Réserver dans un saladier.", "Porter à ébullition l’eau de cuisson des pâtes.", "Cuire les aiguillettes dans l’huile de marinade pendant environ dix minutes à feux doux dans une poêle.", "Puis, laver et couper la roquette et les zestes en petits morceaux et ajouter aux pignons.", "Une fois que l’eau bout, faire cuire les pâtes pendant 8 minutes en ajoutant une pincée de fleur de sel et un peu d’huile d’olive. Une fois les pâtes cuites, les égoutter et les mettre dans le saladier avec les autres ingrédients.", "Remuer, assaisonner et saupoudrer de grana padano.", "Servir rapidement les pâtes, accompagnées des aiguillettes."]}}, {"titre": "Tagliatelles tout-carotte", "url": "https://www.cuisine-libre.org/tagliatelles-tout-carotte", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/44/eac76637eb587aed9e372ac68e09c3.jpg?1644794248", "recette": {"titre": "Tagliatelles tout-carotte par AMAP de Plaisir", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "", "methode_cuisson": "Vapeur"}, "ingredients": ["1 botte de carottes nouvelles avec leurs fanes", "100 g de nouilles de riz", "100 g de noisettes décortiquées", "100 g de parmesan râpé", "6 cuillères à café d’huile d’olive", "sel, poivre"], "etapes": ["Laver une belle poignée de fanes de carottes, émincer sommairement. Couper au robot avec les noisettes, le parmesan et l’huile.", "Bien laver et éplucher les carottes. Hacher grossièrement les pelures au couteau et les faire sécher au four pendant 20 minutes à 160°C.", "Détailler les carottes en tagliatelles, les cuire à la vapeur 15 minutes. Cuire les nouilles de riz à l’eau bouillante, le temps indiqué sur le paquet. Mélanger aussitôt après les avoir égouttées avec les tagliatelles de carottes. Saler et poivrer à souhait.", "Servir le duo de tagliatelles avec le pesto, saupoudrer de « crumble » de pelures de carottes."]}}, {"titre": "Linguine aux anchois et aux câpres", "url": "https://www.cuisine-libre.org/linguine-aux-anchois-et-aux-capres", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/65/71b190fee0ee978c61817e8b30e4b8.jpg?1644797892", "recette": {"titre": "Linguine aux anchois et aux câpres par Ja6", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["500 g de linguine", "2 cuillères à soupe d’huile d’olive", "2 gousse d’ail - écrasées", "2 tomates mûres - pelées puis hachées", "3 cuillères à soupe de câpres", "75 g d’olive noires - finement hachées", "50 g d’olives vertes - finement hachées", "7 cl de vin blanc sec", "3 cuillères à soupe de persil ou de basilic - frais haché", "90 g d’anchois en boite - égoutté puis haché"], "etapes": ["Déguster chaud."]}}, {"titre": "Gnocchi aux noisettes", "url": "https://www.cuisine-libre.org/gnocchis-aux-noisettes", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/25/1a76c3f201d62c0c636d26740555c3.jpg?1644795784", "recette": {"titre": "Gnocchi aux noisettes", "infos": {"duree_preparation": "", "duree_cuisson": "", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["gnocchis", "huile de noisette", "une dizaine de noisettes", "parmesan rapé", "basilic en feuille", "100 g de lardons fumés"], "etapes": ["Hacher les noisettes en morceaux grossiers.", "Cuires les lardons dans une poële, sans matière grasse. Une fois ceux-ci dorés, les égoutter.", "Porter de l’eau à ébullition. Y jetter les gnochis. Dès qu’ils remontent à la surface, c’est qu’ils sont cuits, les retirer alors de l’eau.", "Mettre les gnochis dans un plat. Les arroser d’huile de noisettes, saupoudrer avec les noisettes hachées et les lardons. Couper grossièrement les feuilles de basilic et les ajouter.", "Servir et saupoudrer généreusement de gros sel et de parmesan…"]}}]