[{"titre": "Cuisson des cardons", "url": "https://www.cuisine-libre.org/cuisson-des-cardons", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/4a/f6258c3dfaa5721b51817b40dbdbfc.jpg?1644794827", "recette": {"titre": "Cuisson des cardons", "infos": {"duree_preparation": "30 min", "duree_cuisson": "1 h 30", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 pied de cardons fermes et bien blancs", "eau (ou lait)", "1 citron pressé (ou vinaigre d’alcool)", "2 c. soupe de farine", "gros sel"], "etapes": ["On ne consomme du cardon que les côtes et le cœur, qui ont un petit goût d’artichaut, dont il est proche.", "Mieux vaut enfiler des gants, sous peine d’avoir les mains noircies. Séparer les branches et retirer toutes les feuilles. Leur richesse en oxalates les rend quasiment toxiques. Couper la base des tiges.", "Couper les côtes du cardon en tronçons d’env. 4 cm pour en ôter plus facilement les fils et la pellicule qui recouvre la face creuse, comme on le ferait pour les branches de céleri ou de rhubarbe. C’est très long. Jeter les parties creuses.", "Quant au cœur du cardon, c’est un peu comme une queue d’artichaut, il faut éliminer généreusement tout ce qui est fibreux autour pour révéler le cœur lisse et blanc qu’on coupera en fines rondelles.", "Plonger les morceaux, au fur et à mesure, dans une bassine d’eau citronnée (ou vinaigrée) pour qu’ils ne noircissent pas.", "La cuisson des cardons s’effectue dans un « blanc-bouillon » : dans de l’eau (ou dans du lait), avec de la farine et du jus de citron (ou du vinaigre) pour qu’il reste blanc. Dans une grande marmite d’eau salée et citronnée, ajouter un peu de farine préalablement délayée. Amener à ébullition. Y jeter les côtes et laisser cuire à feu modéré, sans couvercle, 20 min pour les précuire avant de les incorporer dans une autre recette, sinon au moins une heure pour une cuisson complète : jusqu’à ce que la pointe d’un couteau s’enfonce facilement dans la chair. Cuit de cette manière, le cardon révélera mieux toute la délicatesse de sa saveur.", "Les cardons doivent être très tendres en fin de cuisson. Ils se conservent 24h dans leur jus de cuisson, puis s’accommodent très facilement avec un jus de viande, une béchamel, de la crème fraîche."]}}, {"titre": "Cuisson des lentilles vertes", "url": "https://www.cuisine-libre.org/cuisson-des-lentilles-vertes", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/02/2a275ac60af8e3c2937dac58a60001.jpg?1644794514", "recette": {"titre": "Cuisson des lentilles vertes", "infos": {"duree_preparation": "5 min", "duree_cuisson": "25 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 verre de lentilles vertes sèches (env. 125 g)", "3 verres d’eau"], "etapes": ["La cuisson des lentilles ne nécessite pas de trempage préalable si elles sont de l’année. Sinon, les tremper dans de l’eau tiède pendant 1 h avant de les cuire.", "Rincez-les rapidement à l’eau froide, égouttez-les et placez-les dans une casserole avec 3 fois leur volume d’eau froide non salée, pour éviter qu’elles ne durcissent. En procédant ainsi, les lentilles conserveront leur tenue tout en étant tendres sous la dent. Portez à ébullition et laissez cuire à couvert 20 à 25 minutes à petits frémissements. Goûtez, égouttez.", "À l’autocuiseur, réduisez le temps de cuisson à 7-10 minutes, dans 1,5 fois leur volume d’eau seulement.", "Elles sont délicieuses avec les viandes (veau, porc, saucisses, jambon, lardons). N’hésitez pas à les préparer en salade, avec des échalotes, des lardons et une vinaigrette bien relevée ou à en faire de merveilleux veloutés."]}}, {"titre": "Sirop de carotte au sucre Candi", "url": "https://www.cuisine-libre.org/sirop-de-carotte-au-sucre-candi", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/09/d90726b0a112a04572f4e1c84df383.jpg?1644794498", "recette": {"titre": "Sirop de carotte au sucre Candi par Romy", "infos": {"duree_preparation": "10 min", "duree_cuisson": "", "duree_repos": "1 j", "methode_cuisson": "Marinade"}, "ingredients": ["1 très grosse carotte", "1 poignée de sucres Candi"], "etapes": ["Laver et brosser la carotte. Creuser-la par le haut pour l’évider. Laisser un petit orifice à la base.", "Prendre un verre assez grand pour contenir la carotte. La tenir verticalement et piquer trois cure-dents à l’horizontale, de façon à pouvoir suspendre la carotte dans le verre sans qu’elle touche le fond. Remplir la carotte de sucres Candi. Couvrir pour que le dispositif ne prenne pas la poussière et placer-le près d’une source de chaleur (cheminée ou radiateur).", "Au bout de quelques heures, le sucre Candi aura commencé à fondre le long de l’intérieur de la carotte, formant un sirop au fond du verre. Consommer 4 cuillères à soupe par jour.", "Rajouter du sucre Candi au fur et à mesure.Changer la carotte lorsqu’elle est desséchée."]}}, {"titre": "Cuisson des topinambours", "url": "https://www.cuisine-libre.org/cuisson-des-topinambours", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/5b/bf1a21e12eb123940ffa07e6126a5b.jpg?1644799858", "recette": {"titre": "Cuisson des topinambours", "infos": {"duree_preparation": "5 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Vapeur"}, "ingredients": ["topinambours", "eau"], "etapes": ["Sous un jet d’eau, frottez consciencieusement les topinambours avec une brosse. Les topinambours sont difficiles à éplucher en raison de leurs formes irrégulières.", "Les topinambours se dégustent aussi bien chauds que froids, mais toujours cuits. Tous les modes de cuisson leur conviennent : bouillis à l’eau, au lait, sauté à la poêle ou cuit à la vapeur, en papillote, etc. mais les cuissons à l’étuvée font davantage ressortir leur saveur fine et sucrée qui rappelle celle du fond d’artichaut.", "Mettre l’eau à chauffer. Déposer les topinambours dans le panier vapeur, au dessus de l’eau bouillante. Laisser cuire entre 20 et 30 minutes en surveillant (15 minutes à l’autocuiseur). Le temps de cuisson varie selon l’âge du légume : fraîchement récolté il sera plus ferme et plus long à cuire. Piquer le turbercule avec un couteau : la lame doit pénétrer facilement lorsqu’ils sont cuits, mais ils doivent rester un peu fermes. Éplucher avec un couteau. Leur chair nacrée est odorante. Miam !", "Une fois cuits, ils se dégustent très simplement : avec une noix de beurre, ou refroidis avec un peu de vinaigrette. Quel régal !"]}}, {"titre": "Pommes aux airelles", "url": "https://www.cuisine-libre.org/pommes-aux-airelles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/3a/736d26138ebd8f3c42445153fb8501.jpg?1644801871", "recette": {"titre": "Pommes aux airelles", "infos": {"duree_preparation": "20 min", "duree_cuisson": "30 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["4 pommes (type canada grise)", "150 g d’airelles fraîches lavées et égouttées (ou surgelées)", "4 c. à soupe de sucre", "sel, poivre du moulin"], "etapes": ["Préchauffer le four à 180°C.", "Laver les pommes. Couper le haut, 1 cm sous la queue puis évider, à l’aide d’une cuillère parisienne.", "Mélanger le sucre aux airelles. Assaisonner généreusement. Farcir les pommes avec ce mélange.", "Placer les pommes dans un plat allant au four. Enfourner pour 30 à 35 min."]}}, {"titre": "Cuisson de la courge de Siam", "url": "https://www.cuisine-libre.org/cuisson-de-la-courge-de-siam", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/77/d3bff3f49a6cbcb32e7f8028510063.jpg?1644795496", "recette": {"titre": "Cuisson de la courge de Siam", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "1 j", "methode_cuisson": "Bouilli"}, "ingredients": ["Courge de Siam"], "etapes": ["La courge de Siam se consomme cuite. À la cuisson, la chair devient filamenteuse et ressemble à des vermicelles rappelant la courge spaghetti (ne pas confondre).", "Encore faut-il pouvoir accéder à la chair de cette courge dont l’épiderme est particulièrement coriace. Gare au couteau glissant sur la surface dure et lisse ! Utilisez plutôt une scie à bois.", "La méthode la moins dangereuse pour y parvenir consiste à faire éclater la courge en la projetant fortement sur le sol, plusieurs fois si nécessaire. C’est le seul moyen pour l’ouvrir.", "", "Séparer les divers morceaux avec les mains, sans ôter l’écorce. N’utilisez surtout pas de couteau ou d’ustensile en métal, qui altèrent son goût. Ôter soigneusement le cœur, les graines et les fils. Laver et essuyer soigneusement les morceaux de courge.", "Mettre les morceaux de courge dans une grande casserole d’eau et porter à ébullition, environ 40 minutes.", "Une fois que la chair commence à se détacher de l’écorce, égoutter et plonger dans un récipient d’eau froide.", "Presser les morceaux de courge entre les mains jusqu’à obtenir des filaments qui se séparent facilement les uns des autres. Laisser tremper les filaments dans l’eau froide, avec un peu de sel, pendant 12 heures. Changer l’eau deux fois et faire de nouveau tremper pendant 12 heures à chaque fois.", "Égoutter soigneusement, en pressant avec les mains pour bien éliminer toute l’eau.", "C’est un légume assez fade qui nécessite une préparation relevée. On consomme les filaments qui composent la chair de cette courge, cuits à l’eau, comme on le ferait de spaghettis : avec une sauce tomate, une béchamel, en gratin, poêlés avec de l’ail ou en « choucroute »…", "Mais ce fruit sert surtout à confectionner une délicieuse confiture, connue sous le nom de « confiture de cheveux d’ange »."]}}, {"titre": "Cuisson du quinoa", "url": "https://www.cuisine-libre.org/cuisson-du-quinoa", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/6c/b1861b2136a83885318f74830137f9.jpg?1644799859", "recette": {"titre": "Cuisson du quinoa par Romy", "infos": {"duree_preparation": "5 min", "duree_cuisson": "15 min", "duree_repos": "10 min", "methode_cuisson": "Bouilli"}, "ingredients": ["1 tasse de graines de quinoa sec [1]", "1½ tasse d’eau [2]"], "etapes": ["Rincez les graines de quinoa pour éliminer les résidus de saponin, un insecticide naturel qui enveloppe la graine, la protège des oiseaux et des insectes en la rendant amère. Rincez une seconde fois sous l’eau courante.", "La cuisson est terminée lorsque chaque grain a doublé de volume et libéré le germe blanc en forme de spirale.", "Ainsi cuit, le quinoa est prêt à être servi en accompagnement d’un plat ou en tant qu’ingrédient d’une autre recette."]}}, {"titre": "Papillotes aux châtaignes et potimarron à  (...)", "url": "https://www.cuisine-libre.org/papillotes-surprise-aux-chataignes-parfum-d-erable", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/b1/f80683c932fd9fa1f0a8a149324ace.jpg?1644801785", "recette": {"titre": "Papillotes aux châtaignes et potimarron à l’érable", "infos": {"duree_preparation": "20 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["300 g de châtaignes cuites et pelées", "300 g de potimarron", "250 g de tofu nature", "18 pruneaux", "6 c. à s. d’huile d’olive", "6 c. à s. de sirop d’érable", "sel", "poivre"], "etapes": ["Tranchez le potimarron non épluché en très fines lamelles (comme des tranches de pommes pour une tarte).", "Versez l’huile d’olive dans une large sauteuse et ajoutez les lamelles de potimarron, salez et laissez revenir quelques minutes. Versez 5 cl d’eau, couvrez et laissez cuire 10 minutes.", "Ajoutez les châtaignes et les pruneaux. Laissez cuire à l’étouffée 10 minutes. Remuez délicatement.", "Préparez des papillotes en papier cuisson en forme de barquette. Remplissez-les avec les légumes (et en comptant 3 pruneaux par papillote).", "Conservez le jus de cuisson au fond de la sauteuse et placez sur feu doux. Poêlez rapidement le tofu coupé en tranches, nappez de sirop d’érable et laissez à peine 3 minutes sur chaque face. Salez et poivrez. Déposez les tranches de tofu dans chaque papillote.", "Placez au four 5 à 10 minutes à thermostat 6 (à 180°C) juste avant de servir."]}}, {"titre": "Cuisson des choux de Bruxelles", "url": "https://www.cuisine-libre.org/cuisson-des-choux-de-bruxelles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/2a/961b76e146a8e0ecd017e9a69b0ca8.jpg?1644794697", "recette": {"titre": "Cuisson des choux de Bruxelles", "infos": {"duree_preparation": "15 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["choux de Bruxelles", "eau", "vinaigre"], "etapes": ["Préparez les choux de Bruxelles. Débarrassez-les des feuilles extérieures flétries ou abîmées. Raccourcissez leur trognon, juste ce qu’il faut pour que les feuilles ne se détachent pas. Astuce pour accélérer la cuisson : faites une petite incision en forme de croix à leur base.", "Trempez-les ensuite dans de l’eau vinaigrée, afin d’éliminer les parasites éventuels. Rincez-les abondamment et égouttez-les.", "Pour vérifier qu’ils sont bien cuits, plantez un couteau dans un chou : la lame doit pénétrer facilement. Vous pouvez alors les égoutter."]}}, {"titre": "Cuisson des lentilles corail", "url": "https://www.cuisine-libre.org/cuisson-des-lentilles-corail", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/49/0430b31583d308df8990c70dddf34f.jpg?1644795439", "recette": {"titre": "Cuisson des lentilles corail", "infos": {"duree_preparation": "5 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 verre de lentilles corail", "3 verres d’eau"], "etapes": ["La cuisson des lentilles corail ne nécessite pas de trempage préalable. Rincez-les rapidement à l’eau et déposez-les dans une casserole avec environ 3 fois leur volume d’eau froide ou de bouillon.", "Portez à ébullition et laissez cuire à petit feu et à couvert, pendant 10 à 15 minutes. Elles vont fondre à la cuisson pour former une purée grossière, de couleur beige : c’est normal !", "Goûtez les lentilles en cours de cuisson pour vérifier si la texture vous convient et adaptez le temps de cuisson en fonction de ce que vous souhaitez réaliser ensuite.", "Elles sont principalement cuisinées en purée et potage. Comme elles se démontent à la cuisson, on les utilise surtout dans la composition d’autres plats : en ajoutant quelques poignées de lentilles corail aux soupes, sauces, curry et autres ragoûts, pour épaissir et apporter onctuosité. Leur saveur sucrée permet de les déguster aussi en dessert."]}}, {"titre": "Cuisson des pois cassés", "url": "https://www.cuisine-libre.org/cuisson-des-pois-casses", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/12/79309bbeeb27b4c196263fe395227d.jpg?1644795410", "recette": {"titre": "Cuisson des pois cassés", "infos": {"duree_preparation": "10 min", "duree_cuisson": "40 min", "duree_repos": "1 h", "methode_cuisson": "Bouilli"}, "ingredients": ["1 tasse de pois cassés, jaunes ou verts(compter env. 60 g par personne)", "4 à 5 tasses d’eau"], "etapes": ["Faites tremper les pois cassés une heure dans de l’eau froide, mais pas davantage car le trempage des pois ne les rend pas plus digestes et atténue leur petit goût de noisette. Ils vont doubler de volume. Puis égouttez-les et rincez-les.", "Mettez les pois cassés dans une grande casserole et couvrez-les de 4 à 5 fois leur volume d’eau froide. Portez à ébullition, écumez et laissez cuire 30 à 40 minutes.", "Comme le décorticage du pois cassé lui a ôté sa peau, c’est un légume sec qui se défait à la cuisson, comme les lentilles corail. Le résultat ? Une purée, une sauce ou une soupe. C’est selon la quantité de liquide que vous ajouterez."]}}, {"titre": "Chutney de baies de sorbier et d’abricots", "url": "https://www.cuisine-libre.org/chutney-de-baies-de-sorbier-et-d-abricots", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/63/cd60e7eef52c3a02ca7240746f9bbf.jpg?1667586357", "recette": {"titre": "Chutney de baies de sorbier et d’abricots", "infos": {"duree_preparation": "30 min", "duree_cuisson": "30 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["3 dl de baies de sorbier", "12 à 16 abricots secs trempés", "½ piment frais", "1 oignon", "2 gousses d’ail", "1 c. à soupe de gingembre fraîchement râpé", "2 c. à café de graines de moutarde", "2 c. à café de curry en poudre", "½ dl de vinaigre de cidre de pomme", "1,5 à 2 dl de sucre", "1 dl d’eau"], "etapes": ["Rincez soigneusement les baies de sorbier. Couper les abricots en lanières et hacher le piment. Pelez et hachez également l’oignon et l’ail.", "Mettez tous les ingrédients dans une casserole et faites cuire le mélange lentement jusqu’à ce qu’il épaississe, au moins une demi-heure.", "Pendant qu’il est encore chaud, versez le chutney dans des bocaux propres."]}}, {"titre": "Poichichade", "url": "https://www.cuisine-libre.org/houmous-sans-tahin", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/1b/22455d4c21799cd0d13ce2123552dd.jpg?1644795439", "recette": {"titre": "Poichichade", "infos": {"duree_preparation": "20 min", "duree_cuisson": "", "duree_repos": "2 h", "methode_cuisson": ""}, "ingredients": ["1 boite de pois chiches", "2 jus de citron", "1 gousse d’ail", "huile d’olive (ou de pépins de raisin)"], "etapes": ["Ouvrir la boite de pois chiches. Bien les rincer. Les passer au mixeur.", "Éplucher la gousse d’ail. L’écraser dans les pois. Ajouter le jus de citron. Mixer.Continuer de mixer en ajoutant l’huile petit à petit jusqu’à former une pâte lisse.", "Mettre dans un récipient. Décorer avec du cumin moulu et laisser reposer au frais au moins 2 heures."]}}, {"titre": "Baiser de la Princesse", "url": "https://www.cuisine-libre.org/le-baiser-de-la-princesse", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/14/df83e4074ba1bf7c7566dd71e530c5.jpg?1645379230", "recette": {"titre": "Baiser de la Princesse", "infos": {"duree_preparation": "6 h", "duree_cuisson": "1 h 40", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["38 kg de malt Pilsen 2 rangs printanier 3EBC", "5 kg de malt Caramel 60EBC", "4 kg sucre candi 400EBC", "200 g de houblon East Kent Goldings 4.9 % alpha", "200 g de bourgeons de conifères moulus", "Levure Wyeast Britsh Ale"], "etapes": ["Recette expliquée sous la forme d’un journal. Ces notes ont été prises le lundi 17 octobre lors du premier brassin du Baiser de la Princesse.", "Début de la première opération d’empâtage. 120 litres d’eau portée à 58 degrés.\nLe brasseur y verse 38 kg de malt blond et 5 kg malt caramel de couleur 60 EBC (unité de couleur), soit 43 kg en tout.\nLa température s’établit à 54.2 degrés. Par infusion montante, nous allons passer à 67 degrés.", "Un palier protéique de 20 min est atteint à 60 degrés.\nCela permet une réaction enzymatique qui décompose les protéines.\nA 60 degrés, les chaînes d’amidon sont coupées en séquences.", "2ème palier de 70 min à 67.2 degrés. L’amidon se décompose en sucres.", "Transfert dans la cuve de décantation.Temps de repos : 20 min.", "Filtrage. Plusieurs passages sont nécessaires pour obtenir un liquide clair.\nArrosage avec une eau à 78 degrés pour éviter dissolution de l’amidon.\nEnsuite, transfert en cuve d’ébullition. Montée progressive de la température.", "Mesure de la densité en chaudière avant cuisson : 1062.\nLe transfert est achevé. Portage à la température d’ébullition.", "Ajout de 200 g de houblon East Kent Goldings 4.9% alpha\nLa phase d’ébullition est de 90 minutes.", "Ajout de 4 kg sucre candi. Cela donnera à la bière un léger goût caramel et sa couleur ambrée.", "Ajout de 200 g de bourgeon de conifères moulus.", "Le chauffage est interrompu. La cuisson effective aura été de 100 min.", "Les 150 litres sont en cuve de fermentation. Ajout de la levure Wyeast Britsh Ale.\nDensité mesurée : 1076."]}}, {"titre": "Soupe japonaise « Gen Maï »", "url": "https://www.cuisine-libre.org/soupe-japonaise-gen-mai", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/82/2810997bbd13d0797e47c3c08e464d.jpg?1644794498", "recette": {"titre": "Soupe japonaise « Gen Maï » par 0gust1", "infos": {"duree_preparation": "20 min", "duree_cuisson": "2 h", "duree_repos": "1 h", "methode_cuisson": "Bouilli"}, "ingredients": ["125 g de riz rond (semi complet ou complet)", "1 belle carotte", "1 petit navet", "1 petit poireau", "1 branche de céleri", "(ajustez en fonction des légumes que vous avez, chou, betterave, etc.)", "4 bols d’eau environ"], "etapes": ["Faites tremper le riz dans l’eau tiède (1h minimum pour du riz complet).", "Dans une casserole, faites chauffer 4 bons bols d’eau. À ébullition, ajoutez le riz et son eau de trempage et continuez la cuisson à feu plutôt fort.", "Attendez que le riz soit très cuit (les grains doivent être bien éclatés). C’est plus long avec du riz complet.", "Ajoutez vos légumes découpés, saupoudrez d’herbes aromatiques, et lorsque ça bout de nouveau, réduisez le feu le plus possible. Remuez de temps en temps. Laissez sur le feu, 1h, 2h ou plus (traditionnellement, cette soupe cuit une nuit entière à feu très doux).", "Servez agrémenté d’un trait d’huile de sésame, de gomasio, de paillettes de nori (algue séchée), de piment, germes de blé, sauce soja, tamari, etc. suivant votre inspiration."]}}, {"titre": "Confiture de cheveux d’ange (doce de gila)", "url": "https://www.cuisine-libre.org/confiture-de-cheveux-d-ange-doce-de-gila", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/80/039c6a37e20a82f0a975177e08ccca.jpg?1644795497", "recette": {"titre": "Confiture de cheveux d’ange (doce de gila) par Mon AMAP", "infos": {"duree_preparation": "40 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 courge du Siam", "50 % de sucre de canne roux", "50 % de sucre de canne blanc", "1 citron non traité", "quelques gouttes d’extrait naturel d’orange (facultatif)"], "etapes": ["Faire éclater la courge en la projetant fortement sur le sol, plusieurs fois si nécessaire. C’est le seul moyen pour l’ouvrir. Détacher la chair avec les doigts, jusqu’à ce que les fils se détachent complètement les uns des autres. Mettre ces filaments à tremper dans une bassine d’eau. Égoutter dans une passoire en pressant bien la chair avec les mains.", "Faire cuire à l’eau bouillante 45 min environ. Égoutter, laisser refroidir. Peser ensuite le sucre (roux et blanc) à raison de 750 g de sucre par kilo de filaments.", "Puis préparer un sirop : mettre le sucre dans une bassine, ajouter le jus de citron et environ 30 cl d’eau pour 750 g de sucre, porter à ébullition et plonger les filaments de courge dans ce sirop.", "Laisser cuire une petite heure en remuant de temps en temps. En fin de cuisson, la pulpe prend une teinte ambrée.", "Ajouter 2 à 3 gouttes d’extrait d’orange, mélanger et mettre en pots."]}}, {"titre": "Oignons aux épices", "url": "https://www.cuisine-libre.org/oignons-aux-epices", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/8a/0c5d0067a4b7fb9497ab86b5dcb0f7.jpg?1644794509", "recette": {"titre": "Oignons aux épices par Mouchette", "infos": {"duree_preparation": "10 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["2 gros oignons (env. 250 g)", "1 c. à soupe d’huile", "1 c. à café de gingembre frais râpé", "1 c. à café de curcuma en poudre", "1 pincée de chaque : coriandre en poudre, cannelle en poudre, cardamome moulue, cumin moulu, clous de girofle moulu, graines de fenouil moulues, muscade râpée"], "etapes": ["Pelez et râpez un petit morceau de gingembre. Épluchez les oignons et coupez-les en 8 quartiers.", "Faites chauffer l’huile dans un wok et faites-y revenir le gingembre et toutes les épices pendant une minute. Ajoutez les oignons et faites-les cuire 4 minutes en remuant. Attention à ne pas brûler les oignons !", "Baissez le feu, couvrez et laissez cuire à feu réduit pendant 15 minutes. Les oignons doivent devenir tendres. Mouiller en court de cuisson si besoin."]}}, {"titre": "Chutney de Siam", "url": "https://www.cuisine-libre.org/chutney-de-siam", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/2a/0fb2c57b31db0ab9620543b1698e17.jpg?1644796421", "recette": {"titre": "Chutney de Siam par Mon AMAP", "infos": {"duree_preparation": "15 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["800 g de chair de courge de Siam", "sel fin", "300 g d’oignons", "1 morceau de gingembre", "1 c. à café de graines de moutarde", "1 c. à café de curcuma en poudre", "1 c. à café de piment de Cayenne", "70 cl de vinaigre de vin blanc", "2 clous de girofle", "3 grains de poivre", "250 g de sucre de canne"], "etapes": ["Si ce n’est pas déjà fait, préparer la courge. La veille, l’ouvrir, l’épépiner pour la détailler en cubes. Faire tremper 12h avec un peu de sel. Le lendemain, rincer les morceaux de courge et bien les essorer.", "Préparer les autres ingrédients. Faire tremper les grains de moutarde dans le vinaigre. Peler et détailler les oignons. Râper le gingembre.", "Mettre tous les ingrédients dans une cocotte. Porter à ébullition en versant le sucre. Puis cuire à feu doux, à demi-couvert, pendant une bonne heure, en remuant de temps en temps.", "Pendant ce temps, stériliser (tremper dans eau bouillante) des pots.", "Une fois que le mélange est bien épais, répartir dans les pots que l’on ferme tout de suite.", "Consommer après un mois de repos."]}}, {"titre": "Graines de courge grillées", "url": "https://www.cuisine-libre.org/graines-de-courge-grillees", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/68/dac95ab67e2eb2e0959183bf46f547.jpg?1644794449", "recette": {"titre": "Graines de courge grillées par Romy", "infos": {"duree_preparation": "15 min", "duree_cuisson": "15 min", "duree_repos": "8 h", "methode_cuisson": "Four"}, "ingredients": ["graines de courge Lady Godiva (sinon potiron, potimarron, doubeurre, citrouille, etc.)"], "etapes": ["Après avoir épluché votre courge, récupérez-en les graines en retirant les filaments et les restes de chair. Lavez-les et laissez-les égoutter avant de les essuyer dans un linge propre.", "Étalez et laissez sécher les graines une nuit dans un endroit chaud et sec.", "Préchauffez votre four à 180°C/350°F. Étalez les graines sur une plaque de cuisson. Enfournez et laissez-les cuire pendant 20 minutes environ, jusqu’à ce qu’elles prennent couleur, mais sans les brûler, ou jusqu’à ce qu’elles commencent à « péter » comme du pop corn. Plus simple : vous pouvez aussi les faire chauffer quelques minutes dans une poêle sèche.", "Laisser tiédir avant de déguster."]}}, {"titre": "Potée vegan de chou", "url": "https://www.cuisine-libre.org/potee-vegan-de-chou", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/19/4a292199d5497f24de84796959fedc.jpg?1644794505", "recette": {"titre": "Potée vegan de chou par Athoune", "infos": {"duree_preparation": "20 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["1 tasse de protéines de soja texturées", "1 bol de thé (fumé, c’est encore mieux)", "2 c. à soupe de kacha", "2 c. à soupe d’huile", "2 gousses d’ail", "1 feuille de laurier", "½ chou pas trop gros", "1 belle carotte", "sel, poivre"], "etapes": ["Faites gonfler les protéines de soja texturées dans le thé, avec le kacha, et du sel.", "Pendant ce temps, lavez et tranchez le chou en lamelles. Grattez ou pelez la carotte, coupez-la en bâtons de la taille d’un petit doigt.", "Faites cuire à feu doux le soja au kacha, une dizaine de minutes : il faut qu’il soit tendre à cœur.", "Pendant ce temps, faites dorer les carottes dans un peu de gras, puis ajoutez l’ail coupé gros et le chou, mouillez avec du thé fumé (ou de l’eau ou du vin blanc) ; le chou ayant nettement moins d’humour que la carotte, il cramera rapidement s’il reste sec. Laissez mijoter à couvert.", "Quand le soja est tendre, versez sur le chou, mélangez bien, et rectifiez l’assaisonnement (sel, poivre). Laissez réduire sans le couvercle, le kacha fera le liant."]}}, {"titre": "Sirop de radis noir", "url": "https://www.cuisine-libre.org/sirop-de-radis-noir", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/7a/c8beee7e9f73a5aecdc3e26cbe4cb9.jpg?1644794889", "recette": {"titre": "Sirop de radis noir", "infos": {"duree_preparation": "10 min", "duree_cuisson": "", "duree_repos": "1 j", "methode_cuisson": "Crudité"}, "ingredients": ["1 radis noir rond bio", "sucre blond ou roux"], "etapes": ["Nettoyez et lavez le radis noir.", "Une première technique consiste à creuser le radis noir pour le remplir de sucre, mais c’est dommage de perdre autant de sa chair.", "Mieux vaut le couper en rondelles bien fines, sans lui ôter la peau (sauf s’il n’est pas bio : dans ce cas mieux vaut le peler) ou mieux, râpez-le. Comptez autant de sucre que de radis. Déposez le radis dans un plat creux et couvrez-le de sucre, en alternant une couche de radis noir avec une couche de sucre.", "Le radis dégorge et le sucre fond très rapidement, formant un jus plus ou moins foncé. Couvrez et laissez reposer au frais pendant 12 à 24 heures.", "Passez cette marinade au tamis, en pressant, pour recueillir le sirop. Il se conserve quelques jours au frais dans un flacon hermétique.", "Une cuillère à soupe, deux fois par jour, avant les repas."]}}, {"titre": "Cuisson des vermicelles de riz", "url": "https://www.cuisine-libre.org/cuisson-des-vermicelles-de-riz", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/cc/94bc95819e40de82cc52cf52c6abf8.jpg?1645318163", "recette": {"titre": "Cuisson des vermicelles de riz", "infos": {"duree_preparation": "5 min", "duree_cuisson": "5 min", "duree_repos": "1 h", "methode_cuisson": "Bouilli"}, "ingredients": ["400 g de vermicelles de riz [*]", "eau"], "etapes": ["Porter un grand volume d’eau (non salée) à ébullition. Couper le feu.", "Plonger les écheveaux de vermicelles dans l’eau chaude. Laisser réhydrater 3 à 5 minutes en remuant de temps en temps avec des baguettes, très délicatement pour ne pas rompre les filaments. L’eau va blanchir. Lorsqu’ils sont cuits, les vermicelles deviennent légèrement translucides.", "Avec une écumoire, égoutter les vermicelles et les tremper dans de l’eau bien froide pour stopper la cuisson. Renouveler l’eau froide plusieurs fois jusqu’à ce que les vermicelles soient bien refroidis. Cette opération permet aussi de retirer l’excès d’amidon. Les vermicelles sont tendres mais restent bien en forme, glissants mais pas collants. Bien égoutter.", "Prélever une petite poignée de vermicelles et l’enrouler autour de l’index. Presser légèrement pour retirer l’excédent d’eau. Déposer dans une passoire fine. Recommencer jusqu’à épuisement. Former ces petits paquets évite d’obtenir un tas de vermicelles agglutinés et facilitera le service.", "Couvrir d’un linge propre et laisser égoutter pendant une heure minimum."]}}, {"titre": "Mafé vegan", "url": "https://www.cuisine-libre.org/mafe-vegan", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/24/6a2f181dc83b7e758d3a3b27bf3960.jpg?1644794531", "recette": {"titre": "Mafé vegan par Anonyme", "infos": {"duree_preparation": "20 min", "duree_cuisson": "1 h", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["5 ou 6 carottes", "1 grosse patate douce", "1 oignon", "75 g de protéines de soja texturées", "2 packs de coulis de tomate", "3 grosses cs de purée de cacahuètes (ou beurre de cacahuètes non sucré)", "huile d’arachide", "1 ou 2 gousses d’ail", "1 bon litre de bouillon de légumes (ou deux bouillons cubes dilués dans un litre d’eau)", "1/2 citron", "1 grosse cc de gingembre râpé ou en poudre", "1 piment", "sel"], "etapes": ["Éplucher les carottes et la patate douce et les couper en petits dés.", "Faire revenir l’ail et l’oignon avec l’huile d’arachide dans un faitout, puis ajouter les légumes. Laisser cuire en remuant régulièrement pendant 5 minutes.", "Couvrir avec le bouillon de légumes. S’il n’y en pas assez, ajouter de l’eau jusqu’à couvrir complètement. Saler.", "Ajouter les épices, le jus du citron, le piment, les PST, le coulis de tomates et la purée de cacahuètes. Laisser mijoter au moins une demi-heure. Au bout d’une heure, c’est un vrai régal."]}}, {"titre": "Pois gourmands sautés à la chinoise", "url": "https://www.cuisine-libre.org/pois-gourmands-sautes-a-la-chinoise", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/d1/4665f265926c8a13ef9938cf5c8878.jpg?1644795497", "recette": {"titre": "Pois gourmands sautés à la chinoise", "infos": {"duree_preparation": "15 min", "duree_cuisson": "10 min", "duree_repos": "", "methode_cuisson": "Sauté"}, "ingredients": ["200 g de pois mangetout", "1 oignon", "3 gousses d’ail", "2 c. à soupe d’huile", "2 c. à soupe de sauce soja", "3 pincées de sucre en poudre"], "etapes": ["Équeuter les haricots, les laver et les égoutter. Éplucher l’ail et l’oignon. Couper l’oignon en lamelles et hacher l’ail.", "Faire chauffer l’huile dans une poêle ou un wok. Faire revenir l’oignon et l’ail quelques minutes. Ajouter les haricots et les saisir à feu vif 5 à 10 minutes, en remuant sans cesse, sans les laisser brûler.", "Verser la sauce soja et le sucre. Mélanger puis retirer du feu. Une fois cuits, les haricots doivent garder leur couleur vert vif et rester légèrement croquants. Servir aussitôt."]}}, {"titre": "Salade de grenaille à la salicorne", "url": "https://www.cuisine-libre.org/salade-de-grenaille-a-la-salicorne", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/4f/f3e6b0f46ed9aaa53bdb6b591a5ca1.jpg?1644800854", "recette": {"titre": "Salade de grenaille à la salicorne", "infos": {"duree_preparation": "20 min", "duree_cuisson": "35 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["250 g de salicornes", "500 g de pommes de terre primeur grenaille de l’Île de Noirmoutier", "1 petit oignon rouge", "2 c. à soupe de vinaigre de cidre", "2 c. à soupe d’huile d’olive", "sel et poivre"], "etapes": ["Lavez la salicorne et faites-la blanchir à l’eau bouillante pendant 3 min. Rafraîchissez-la ensuite rapidement dans de l’eau froide pour conserver sa couleur.", "Nettoyez les pommes de terre en les frottant avec une brosse (inutile de les éplucher) puis faites-les cuire à l’eau pendant 20 à 30 min selon leur calibre.", "Pendant ce temps, émincez l’oignon rouge et préparez l’assaisonnement en mélangeant sel, poivre, huile et vinaigre.", "Réunissez ensuite les pommes de terre et la salicorne dans un plat, parsemez de lamelles d’oignon et versez l’assaisonnement par-dessus."]}}, {"titre": "Vin de noix", "url": "https://www.cuisine-libre.org/vin-de-noix", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/95/7b5944968d58d9959e48b5859bcae7.jpg?1644794846", "recette": {"titre": "Vin de noix par paddy", "infos": {"duree_preparation": "1 h", "duree_cuisson": "", "duree_repos": "2.5 mois", "methode_cuisson": ""}, "ingredients": ["24 noix vertes", "8 litres de vin rouge de pays", "750 g de sucre semoule", "1 orange bio", "1 litre d’alcool de fruit"], "etapes": ["Prendre des noix vertes, Les couper en 4, Les mettre dans une bonbonne. Couper l’orange en quartiers, l’ajouter. Ajouter le sucre. Verser le vin et l’alcool, fermer et remuer.", "Remuer régulièrement pendant une semaine pour bien mélanger le sucre.", "Laisser reposer à la cave. Au bout de 12 semaines au moins, filtrer et mettre en bouteille."]}}, {"titre": "Vin chaud", "url": "https://www.cuisine-libre.org/vin-chaud", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/aa/f9249937aded0deeb76c30de0888fc.jpg?1644794841", "recette": {"titre": "Vin chaud", "infos": {"duree_preparation": "15 min", "duree_cuisson": "10 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1,5 litre de vin rouge (bordeaux, bourgogne ou pinot noir)", "250 g de sucre roux", "1 zeste de citron", "1 zeste d’orange", "2 bâtons de cannelle", "2 étoiles de badiane (anis étoilé)", "2 clous de girofle", "1 morceau de gingembre émincé", "1 pointe de couteau de noix muscade râpée"], "etapes": ["Verser tous les ingrédients dans une casserole et porter à ébullition très doucement. Laisser frémir 5 minutes.", "Servir très chaud dans des verres en filtrant à l’aide d’une passoire.", "Disposer une rondelle d’orange par verre."]}}, {"titre": "Consommé de pois d’Angole", "url": "https://www.cuisine-libre.org/consomme-de-pois-d-angole", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/c3/e069e4b5fbc1f1a7ba714ff33a6122.jpg?1644795441", "recette": {"titre": "Consommé de pois d’Angole", "infos": {"duree_preparation": "15 min", "duree_cuisson": "2 h 30", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["400 g de pois d’angole", "100 g de giraumon (facultatif)", "1 oignon jaune", "2 gousses d’ail", "2 branches de persil", "2 branches de thym", "1 feuille de bois d’Inde", "1 c. à café de quatre épicesou 2 clous de gifofle", "1 piment pour la cuisson", "1 litre d’eau", "2 c. à café de sucre roux (si besoin)", "sel, poivre"], "etapes": ["Coupez le giraumon en morceaux. Hachez l’oignon et l’ail. Liez les herbes en bouquet garni.", "Après avoir écossé les pois, faites-les blanchir 15 minutes dans une marmite d’eau bouillante et égouttez. Cette première cuisson permet de se débarrasser du goût âcre des pois.", "Dans une cocotte, faites revenir les oignons et l’ail.", "Ajoutez les pois puis le giraumon, les herbes, les épices et le piment. Couvrir d’eau. Fermez la cocotte et cuire pendant 2h à feu doux (ou 45 min sous pression).", "Salez, poivrez. Goûtez et ajustez l’assaisonnement. Ajoutez éventuellement un peu de sucre pour atténuer le goût sauvage des pois.", "Terminez la cuisson à découvert pendant 20 min, pour faire « consommer » les pois, c’est-à-dire réduire le liquide afin d’obtenir un mélange crémeux. Écrasez partiellement à l’aide d’une fourchette avant de servir."]}}]