[{"titre": "Cuisson des lentilles vertes", "url": "https://www.cuisine-libre.org/cuisson-des-lentilles-vertes", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/02/2a275ac60af8e3c2937dac58a60001.jpg?1644794514", "recette": {"titre": "Cuisson des lentilles vertes", "infos": {"duree_preparation": "5 min", "duree_cuisson": "25 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 verre de lentilles vertes sèches (env. 125 g)", "3 verres d’eau"], "etapes": ["La cuisson des lentilles ne nécessite pas de trempage préalable si elles sont de l’année. Sinon, les tremper dans de l’eau tiède pendant 1 h avant de les cuire.", "Rincez-les rapidement à l’eau froide, égouttez-les et placez-les dans une casserole avec 3 fois leur volume d’eau froide non salée, pour éviter qu’elles ne durcissent. En procédant ainsi, les lentilles conserveront leur tenue tout en étant tendres sous la dent. Portez à ébullition et laissez cuire à couvert 20 à 25 minutes à petits frémissements. Goûtez, égouttez.", "À l’autocuiseur, réduisez le temps de cuisson à 7-10 minutes, dans 1,5 fois leur volume d’eau seulement.", "Elles sont délicieuses avec les viandes (veau, porc, saucisses, jambon, lardons). N’hésitez pas à les préparer en salade, avec des échalotes, des lardons et une vinaigrette bien relevée ou à en faire de merveilleux veloutés."]}}, {"titre": "Cuisson des cardons", "url": "https://www.cuisine-libre.org/cuisson-des-cardons", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/4a/f6258c3dfaa5721b51817b40dbdbfc.jpg?1644794827", "recette": {"titre": "Cuisson des cardons", "infos": {"duree_preparation": "30 min", "duree_cuisson": "1 h 30", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 pied de cardons fermes et bien blancs", "eau (ou lait)", "1 citron pressé (ou vinaigre d’alcool)", "2 c. soupe de farine", "gros sel"], "etapes": ["On ne consomme du cardon que les côtes et le cœur, qui ont un petit goût d’artichaut, dont il est proche.", "Mieux vaut enfiler des gants, sous peine d’avoir les mains noircies. Séparer les branches et retirer toutes les feuilles. Leur richesse en oxalates les rend quasiment toxiques. Couper la base des tiges.", "Couper les côtes du cardon en tronçons d’env. 4 cm pour en ôter plus facilement les fils et la pellicule qui recouvre la face creuse, comme on le ferait pour les branches de céleri ou de rhubarbe. C’est très long. Jeter les parties creuses.", "Quant au cœur du cardon, c’est un peu comme une queue d’artichaut, il faut éliminer généreusement tout ce qui est fibreux autour pour révéler le cœur lisse et blanc qu’on coupera en fines rondelles.", "Plonger les morceaux, au fur et à mesure, dans une bassine d’eau citronnée (ou vinaigrée) pour qu’ils ne noircissent pas.", "La cuisson des cardons s’effectue dans un « blanc-bouillon » : dans de l’eau (ou dans du lait), avec de la farine et du jus de citron (ou du vinaigre) pour qu’il reste blanc. Dans une grande marmite d’eau salée et citronnée, ajouter un peu de farine préalablement délayée. Amener à ébullition. Y jeter les côtes et laisser cuire à feu modéré, sans couvercle, 20 min pour les précuire avant de les incorporer dans une autre recette, sinon au moins une heure pour une cuisson complète : jusqu’à ce que la pointe d’un couteau s’enfonce facilement dans la chair. Cuit de cette manière, le cardon révélera mieux toute la délicatesse de sa saveur.", "Les cardons doivent être très tendres en fin de cuisson. Ils se conservent 24h dans leur jus de cuisson, puis s’accommodent très facilement avec un jus de viande, une béchamel, de la crème fraîche."]}}, {"titre": "Cuisson du quinoa", "url": "https://www.cuisine-libre.org/cuisson-du-quinoa", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/6c/b1861b2136a83885318f74830137f9.jpg?1644799859", "recette": {"titre": "Cuisson du quinoa par Romy", "infos": {"duree_preparation": "5 min", "duree_cuisson": "15 min", "duree_repos": "10 min", "methode_cuisson": "Bouilli"}, "ingredients": ["1 tasse de graines de quinoa sec [1]", "1½ tasse d’eau [2]"], "etapes": ["Rincez les graines de quinoa pour éliminer les résidus de saponin, un insecticide naturel qui enveloppe la graine, la protège des oiseaux et des insectes en la rendant amère. Rincez une seconde fois sous l’eau courante.", "La cuisson est terminée lorsque chaque grain a doublé de volume et libéré le germe blanc en forme de spirale.", "Ainsi cuit, le quinoa est prêt à être servi en accompagnement d’un plat ou en tant qu’ingrédient d’une autre recette."]}}, {"titre": "Tajine de légumes anciens", "url": "https://www.cuisine-libre.org/tajine-de-legumes-anciens", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/3e/5089cf4a76f73e4e5acebd6c223269.jpg?1644807004", "recette": {"titre": "Tajine de légumes anciens", "infos": {"duree_preparation": "15 min", "duree_cuisson": "40 min", "duree_repos": "", "methode_cuisson": "Mijoté"}, "ingredients": ["1 patate douce", "2 topinambours", "2 panais", "1 potiron", "½ céleri rave", "2 oignons moyens", "1 c. à soupe de poudre de 4 épices", "1 dose de safran", "30 cl de bouillon de légumes", "100 g de raisins secs", "150 g d’amandes émondées", "8 dattes dénoyautées", "150 g de pois chiches (en conserve)", "coriandre fraîche", "huile d’olive", "sel et poivre"], "etapes": ["Épluchez les légumes et coupez-les en gros dés. Épluchez et émincez les oignons.", "Faites rissoler les oignons dans l’huile. Ajoutez les légumes et poursuivez sur feu vif pendant 5 minutes.", "Ajoutez les épices, le sel et le poivre. Mélangez bien, puis versez le bouillon. Couvrez et laissez mijoter 15 minutes.", "Incorporez ensuite les raisins, les amandes, les dattes et les pois chiche. Couvrez de nouveau et poursuivez la cuisson 15 minutes.", "Servez 4 assiettes, parsemez de coriandre ciselée et de graines de sésame. Dégustez bien chaud."]}}, {"titre": "Porkkanalaatikko (gratin de carottes)", "url": "https://www.cuisine-libre.org/porkkanalaatikko-gratin-de-carottes", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/00/668eb8b8d17fdca1e5c4e6bc3dd1ae.jpg?1667596689", "recette": {"titre": "Porkkanalaatikko (gratin de carottes)", "infos": {"duree_preparation": "20 min", "duree_cuisson": "1 h 20", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["1 kg de carottes", "1 tasse de riz rond à porridge", "5 tasses (1 litre) de lait entier (ou de crème)", "3 œufs battus", "1 c. à soupe de cassonade brune ou miel ou mélasse", "½ c. à café de quatre-épices ou ¼ c. à café noix de muscade", "1 c. à café poivre blanc", "1 c. à café sel", "chapelure ou poudre d’amandes", "beurre"], "etapes": ["Dans une casserole, cuire le riz au lait en remuant constamment pendant 15 min. Couper le feu, couvrir et laisser étuver environ 20 min jusqu’à ce que le riz ait tout absorbé.", "Pendant ce temps, éplucher les carottes. Les râper éventuellement. Les cuire env. 15 min. Réduire en purée.", "Battre les œufs avec le sucre et les épices. Mélanger à la purée de carotte. Ajouter le riz, bien mélanger.", "Verser dans un plat à gratin beurré d’au moins 2 litres de contenance (ou dans des barquettes en aluminium). À l’aide d’une cuillère, décorer la surface de motifs. Saupoudrer de chapelure et de quelques noisettes de beurre.", "Cuire à 200°C pendant 50 à 60 min, jusqu’à ce qu’il n’y ait plus de liquide dans le plat. La gratin doit être doré."]}}, {"titre": "Sablés au beurre noisette", "url": "https://www.cuisine-libre.org/sables-au-beurre-noisette", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/2f/0b01fdc60e167973eac9fb9adb7ad5.jpg?1667683536", "recette": {"titre": "Sablés au beurre noisette par Denis Wilkinson", "infos": {"duree_preparation": "40 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["4 oz (110 g) de sucre", "8 oz (220 g) de beurre sans sel", "11 oz (310 g) de farine", "½ c. à café de sel", "½ c. à café de cannelle"], "etapes": ["Quelques heures avant la cuisson, mettre la moitié du beurre dans une casserole à fond épais sur feu doux. Laisser fondre jusqu’à ce que le beurre roussisse et sente bon la noisette. Transférer dans un petit récipient et réfrigérer jusqu’à ce qu’il se solidifie à nouveau.", "Avant de commencer, laisser tout le beurre mollir à température ambiante : il doit être souple, mais pas huileux.", "Préchauffer votre four à 170°C/350°F.", "Crémer ensemble le beurre, le sucre, le sel et la cannelle dans un mélangeur jusqu’à ce que la couleur s’éclaircisse et que le mélange soit mousseux (c’est 3 à 4 minutes dans mon batteur sur socle). Ajouter la farine et mélanger lentement jusqu’à ce qu’elle soit bien homogène.", "Démouler sur du papier sulfurisé ou ciré et abaisser en un rectangle de 1 cm d’épaisseur. Couper en morceaux de 2,5 x 10 cm. Marquer légèrement chaque morceau avec une fourchette. Déposer sur une plaque de cuisson chemisée. Cuire 12 à 15 minutes, jusqu’à ce que les bords commencent à dorer. Laisser refroidir dans le moule pendant quelques minutes, puis transférer sur une grille de refroidissement et laisser refroidir à température ambiante."]}}, {"titre": "Pommes aux airelles", "url": "https://www.cuisine-libre.org/pommes-aux-airelles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/3a/736d26138ebd8f3c42445153fb8501.jpg?1644801871", "recette": {"titre": "Pommes aux airelles", "infos": {"duree_preparation": "20 min", "duree_cuisson": "30 min", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["4 pommes (type canada grise)", "150 g d’airelles fraîches lavées et égouttées (ou surgelées)", "4 c. à soupe de sucre", "sel, poivre du moulin"], "etapes": ["Préchauffer le four à 180°C.", "Laver les pommes. Couper le haut, 1 cm sous la queue puis évider, à l’aide d’une cuillère parisienne.", "Mélanger le sucre aux airelles. Assaisonner généreusement. Farcir les pommes avec ce mélange.", "Placer les pommes dans un plat allant au four. Enfourner pour 30 à 35 min."]}}, {"titre": "Rôti de châtaignes", "url": "https://www.cuisine-libre.org/roti-de-chataignes", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ed/e5df4c1060c3e3b229bd037cd49bdd.jpg?1647111617", "recette": {"titre": "Rôti de châtaignes par Lazuli", "infos": {"duree_preparation": "20 min", "duree_cuisson": "1 h 05", "duree_repos": "", "methode_cuisson": "Four"}, "ingredients": ["50 g de cerneaux de noix", "500 g de châtaignes cuites en boîte", "25 g de chapelure (ou de pain dur)", "2 œufs", "50 g de fromage râpé : gruyère, emmental, comté…", "1 oignon", "2 pâtes feuilletées (optionnel)", "beurre ou huile d’olive", "sel, poivre"], "etapes": ["Préchauffer le four à 160°C.", "Émincer l’oignon et le faire revenir dans la matière grasse pendant 3 minutes.", "Mixer les cerneaux de noix avec les châtaignes et la chapelure.", "Ajouter les œufs battus, le fromage râpé les oignons, le sel et le poivre. Mixer à nouveau.", "Beurrer un moule à cake et y verser le mélange, en égalisant la pâte avec une spatule pour que le dessus soit bien plat.", "Enfourner 45 minutes à 160°C puis démouler délicatement.\nAttendre que le rôti refroidisse un peu.", "Enrouler le rôti dans les deux pâtes feuilletées, en découpant afin que l’ensemble du rôti soit recouvert d’une seule couche.\nOn peut se servir des chutes pour décorer, ou les conserver pour une autre recette.\nTracer des motifs au couteau sur la pâte.\nDorer la pâte au beurre.", "Enfourner à nouveau 20 minutes à 200°C."]}}, {"titre": "Rappasciona, soupe italienne de légumes (...)", "url": "https://www.cuisine-libre.org/rappasciona-soupe-italienne-de-legumes-secs", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/52/ec2306af4f98757774686eff40015b.jpg?1667239814", "recette": {"titre": "Rappasciona, soupe italienne de légumes secs", "infos": {"duree_preparation": "30 min", "duree_cuisson": "1 h 30", "duree_repos": "8 h", "methode_cuisson": ""}, "ingredients": ["100 g de maïs blanc de quarantaine", "100 g de petits haricots blancs secs de Rotonda DOP", "100 g de blé tendre", "3 gousses d’ail", "1 c. à soupe de piment moulu de Senise IGP", "huile d’olive extra vierge EVO", "sel"], "etapes": ["La veille, faites tremper le blé et le maïs dans des récipients séparés pendant 24 heures et faites tremper les haricots pendant 12 heures.", "Le lendemain matin, remplissez une grande marmite d’eau et laissez mijoter le blé environ 1h30. Faites de même pour le maïs en le faisant cuire pendant 45 minutes et les haricots pendant 40 minutes en ajoutant de l’eau chaude si nécessaire.", "Lorsque tous les trois sont cuits, faites revenir l’huile, l’ail et le piment dans une casserole, puis ajoutez le maïs, le blé et les haricots cuits. Remuez et salez au goût.", "Servez avec un filet d’huile EVO brute."]}}, {"titre": "Ambroisie hawaïenne (salade de fruits)", "url": "https://www.cuisine-libre.org/ambroisie-hawaienne-salade-de-fruits", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/3c/f32a83466cfd0ca1808862b62bcc07.jpg?1667691238", "recette": {"titre": "Ambroisie hawaïenne (salade de fruits)", "infos": {"duree_preparation": "10 min", "duree_cuisson": "", "duree_repos": "4 h", "methode_cuisson": ""}, "ingredients": ["1 boîte (425 g) d’ananas en morceaux, écrasés", "1 boîte (550 g) de mandarines en quartiers", "1 boîte (450 g) de cerises au marasquin", "1 tasse (240 ml) de guimauves miniatures", "1 tasse de noix de coco râpée, sucrée", "½ tasse de crème sure", "8 onces (220 g) de crème fouettée"], "etapes": ["Égoutter les fruits en conserve.", "Dans un grand saladier, verser tous les ingrédients et mélanger pour bien les enrober.", "Couvrir et réfrigérer au moins 4 heures, voire toute une nuit, avant de servir. Décorer le saladier de deux cerises et servir dans ces verres individuels, transparents."]}}, {"titre": "Papillotes aux châtaignes et potimarron à  (...)", "url": "https://www.cuisine-libre.org/papillotes-surprise-aux-chataignes-parfum-d-erable", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/b1/f80683c932fd9fa1f0a8a149324ace.jpg?1644801785", "recette": {"titre": "Papillotes aux châtaignes et potimarron à l’érable", "infos": {"duree_preparation": "20 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["300 g de châtaignes cuites et pelées", "300 g de potimarron", "250 g de tofu nature", "18 pruneaux", "6 c. à s. d’huile d’olive", "6 c. à s. de sirop d’érable", "sel", "poivre"], "etapes": ["Tranchez le potimarron non épluché en très fines lamelles (comme des tranches de pommes pour une tarte).", "Versez l’huile d’olive dans une large sauteuse et ajoutez les lamelles de potimarron, salez et laissez revenir quelques minutes. Versez 5 cl d’eau, couvrez et laissez cuire 10 minutes.", "Ajoutez les châtaignes et les pruneaux. Laissez cuire à l’étouffée 10 minutes. Remuez délicatement.", "Préparez des papillotes en papier cuisson en forme de barquette. Remplissez-les avec les légumes (et en comptant 3 pruneaux par papillote).", "Conservez le jus de cuisson au fond de la sauteuse et placez sur feu doux. Poêlez rapidement le tofu coupé en tranches, nappez de sirop d’érable et laissez à peine 3 minutes sur chaque face. Salez et poivrez. Déposez les tranches de tofu dans chaque papillote.", "Placez au four 5 à 10 minutes à thermostat 6 (à 180°C) juste avant de servir."]}}, {"titre": "Cuisson des topinambours", "url": "https://www.cuisine-libre.org/cuisson-des-topinambours", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/5b/bf1a21e12eb123940ffa07e6126a5b.jpg?1644799858", "recette": {"titre": "Cuisson des topinambours", "infos": {"duree_preparation": "5 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": "Vapeur"}, "ingredients": ["topinambours", "eau"], "etapes": ["Sous un jet d’eau, frottez consciencieusement les topinambours avec une brosse. Les topinambours sont difficiles à éplucher en raison de leurs formes irrégulières.", "Les topinambours se dégustent aussi bien chauds que froids, mais toujours cuits. Tous les modes de cuisson leur conviennent : bouillis à l’eau, au lait, sauté à la poêle ou cuit à la vapeur, en papillote, etc. mais les cuissons à l’étuvée font davantage ressortir leur saveur fine et sucrée qui rappelle celle du fond d’artichaut.", "Mettre l’eau à chauffer. Déposer les topinambours dans le panier vapeur, au dessus de l’eau bouillante. Laisser cuire entre 20 et 30 minutes en surveillant (15 minutes à l’autocuiseur). Le temps de cuisson varie selon l’âge du légume : fraîchement récolté il sera plus ferme et plus long à cuire. Piquer le turbercule avec un couteau : la lame doit pénétrer facilement lorsqu’ils sont cuits, mais ils doivent rester un peu fermes. Éplucher avec un couteau. Leur chair nacrée est odorante. Miam !", "Une fois cuits, ils se dégustent très simplement : avec une noix de beurre, ou refroidis avec un peu de vinaigrette. Quel régal !"]}}, {"titre": "Cuisson des pois cassés", "url": "https://www.cuisine-libre.org/cuisson-des-pois-casses", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/12/79309bbeeb27b4c196263fe395227d.jpg?1644795410", "recette": {"titre": "Cuisson des pois cassés", "infos": {"duree_preparation": "10 min", "duree_cuisson": "40 min", "duree_repos": "1 h", "methode_cuisson": "Bouilli"}, "ingredients": ["1 tasse de pois cassés, jaunes ou verts(compter env. 60 g par personne)", "4 à 5 tasses d’eau"], "etapes": ["Faites tremper les pois cassés une heure dans de l’eau froide, mais pas davantage car le trempage des pois ne les rend pas plus digestes et atténue leur petit goût de noisette. Ils vont doubler de volume. Puis égouttez-les et rincez-les.", "Mettez les pois cassés dans une grande casserole et couvrez-les de 4 à 5 fois leur volume d’eau froide. Portez à ébullition, écumez et laissez cuire 30 à 40 minutes.", "Comme le décorticage du pois cassé lui a ôté sa peau, c’est un légume sec qui se défait à la cuisson, comme les lentilles corail. Le résultat ? Une purée, une sauce ou une soupe. C’est selon la quantité de liquide que vous ajouterez."]}}, {"titre": "Cuisson de la courge de Siam", "url": "https://www.cuisine-libre.org/cuisson-de-la-courge-de-siam", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/77/d3bff3f49a6cbcb32e7f8028510063.jpg?1644795496", "recette": {"titre": "Cuisson de la courge de Siam", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "1 j", "methode_cuisson": "Bouilli"}, "ingredients": ["Courge de Siam"], "etapes": ["La courge de Siam se consomme cuite. À la cuisson, la chair devient filamenteuse et ressemble à des vermicelles rappelant la courge spaghetti (ne pas confondre).", "Encore faut-il pouvoir accéder à la chair de cette courge dont l’épiderme est particulièrement coriace. Gare au couteau glissant sur la surface dure et lisse ! Utilisez plutôt une scie à bois.", "La méthode la moins dangereuse pour y parvenir consiste à faire éclater la courge en la projetant fortement sur le sol, plusieurs fois si nécessaire. C’est le seul moyen pour l’ouvrir.", "", "Séparer les divers morceaux avec les mains, sans ôter l’écorce. N’utilisez surtout pas de couteau ou d’ustensile en métal, qui altèrent son goût. Ôter soigneusement le cœur, les graines et les fils. Laver et essuyer soigneusement les morceaux de courge.", "Mettre les morceaux de courge dans une grande casserole d’eau et porter à ébullition, environ 40 minutes.", "Une fois que la chair commence à se détacher de l’écorce, égoutter et plonger dans un récipient d’eau froide.", "Presser les morceaux de courge entre les mains jusqu’à obtenir des filaments qui se séparent facilement les uns des autres. Laisser tremper les filaments dans l’eau froide, avec un peu de sel, pendant 12 heures. Changer l’eau deux fois et faire de nouveau tremper pendant 12 heures à chaque fois.", "Égoutter soigneusement, en pressant avec les mains pour bien éliminer toute l’eau.", "C’est un légume assez fade qui nécessite une préparation relevée. On consomme les filaments qui composent la chair de cette courge, cuits à l’eau, comme on le ferait de spaghettis : avec une sauce tomate, une béchamel, en gratin, poêlés avec de l’ail ou en « choucroute »…", "Mais ce fruit sert surtout à confectionner une délicieuse confiture, connue sous le nom de « confiture de cheveux d’ange »."]}}, {"titre": "Sauce blanquette", "url": "https://www.cuisine-libre.org/sauce-blanquette", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/71/9070e403fa1e63de34965e285ee1e2.jpg?1644794447", "recette": {"titre": "Sauce blanquette", "infos": {"duree_preparation": "5 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["30 g de beurre doux", "40 g de farine blanche", "½ litre de fond de veau", "4 c. à soupe de crème fraîche", "½ citron pressé", "3 jaunes d’œufs [**]", "sel, poivre", "muscade en poudre"], "etapes": ["Servez aussitôt en nappant généreusement les légumes et la viande de votre blanquette avec cette sauce onctueuse."]}}, {"titre": "Gâteau de l’amitié Herman", "url": "https://www.cuisine-libre.org/gateau-amitie-herman", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/ed/6dde8989d04665b4a6dcf923c8a0a7.jpg?1645357616", "recette": {"titre": "Gâteau de l’amitié Herman", "infos": {"duree_preparation": "20 min", "duree_cuisson": "40 min", "duree_repos": "10 j", "methode_cuisson": "Four"}, "ingredients": ["1 part de levain Herman [*]", "2 tasses (300 g) de farine", "2 tasses (450 g) de sucre", "2 tasses (210 ml) de lait", "1 tasse (225 g) de sucre", "2 tasses de farine ordinaire", "½ c. à café de sel", "½ c. à café de bicarbonate de soude", "⅔ tasse (160 ml) d’huile neutre (ou de beurre fondu)", "2 œufs", "1 tasse (200 g) de raisins secs", "1 tasse de pommes à cuire coupées en morceaux", "1 c. à café de cannelle"], "etapes": ["Herman est vivant. Vous devez le garder en vie et le nourrir jusqu’à ce qu’il soit prêt à partager, pour faire de délicieux gâteaux avec lui.", "Installez Herman sur votre plan de travail, à température ambiante (entre 22 et 25°C), dans un coin sec et calme. Herman est très frileux : ne le mettez jamais au réfrigérateur, sinon il meurt ! Il n’aime pas non plus les courants d’air. Ni les ustensiles métalliques."]}}, {"titre": "Cuisson des lentilles corail", "url": "https://www.cuisine-libre.org/cuisson-des-lentilles-corail", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/49/0430b31583d308df8990c70dddf34f.jpg?1644795439", "recette": {"titre": "Cuisson des lentilles corail", "infos": {"duree_preparation": "5 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["1 verre de lentilles corail", "3 verres d’eau"], "etapes": ["La cuisson des lentilles corail ne nécessite pas de trempage préalable. Rincez-les rapidement à l’eau et déposez-les dans une casserole avec environ 3 fois leur volume d’eau froide ou de bouillon.", "Portez à ébullition et laissez cuire à petit feu et à couvert, pendant 10 à 15 minutes. Elles vont fondre à la cuisson pour former une purée grossière, de couleur beige : c’est normal !", "Goûtez les lentilles en cours de cuisson pour vérifier si la texture vous convient et adaptez le temps de cuisson en fonction de ce que vous souhaitez réaliser ensuite.", "Elles sont principalement cuisinées en purée et potage. Comme elles se démontent à la cuisson, on les utilise surtout dans la composition d’autres plats : en ajoutant quelques poignées de lentilles corail aux soupes, sauces, curry et autres ragoûts, pour épaissir et apporter onctuosité. Leur saveur sucrée permet de les déguster aussi en dessert."]}}, {"titre": "Conserves de betteraves rouges au vinaigre", "url": "https://www.cuisine-libre.org/conserves-de-betteraves-rouges-au-vinaigre", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/f8/99025c565afadcdf3b1a7852217795.jpg?1644794827", "recette": {"titre": "Conserves de betteraves rouges au vinaigre par paddy", "infos": {"duree_preparation": "20 min", "duree_cuisson": "5 min", "duree_repos": "3 j", "methode_cuisson": "Bouilli"}, "ingredients": ["1,5 kg de betteraves rouges", "10 g de sel", "1 cuiller à soupe de poivre en grain", "2 branches de thym", "1 feuille de laurier", "1 cuiller à café de graines de moutarde (en option)", "75 g de sucre semoule", "vinaigre d’alcool (environ 75 cl, en fonction de la taille des contenants)"], "etapes": ["Nettoyer les betteraves rouges. Les faire cuire à l’autocuiseur, les laisser refroidir, les éplucher et les couper en petits cubes.", "Nettoyer des pots de taille moyenne (je prends des pots de moutarde de 350 à 500 g de contenance)", "Les remplir avec les betteraves coupées. S’arrêter à 1 cm au maximum du haut du pot.", "Dans une casserole, faire chauffer le vinaigre avec le sel, le poivre, les aromates et le sucre.", "Porter à ébullition et laisser chauffer 5 min à feu moyen pour que le vinaigre se parfume.", "Verser sur les betteraves jusqu’à les couvrir. Laisser un peu d’espace entre le haut du pot et le vinaigre, boucher immédiatement et retourner pour laisser refroidir."]}}, {"titre": "Cuisson des choux de Bruxelles", "url": "https://www.cuisine-libre.org/cuisson-des-choux-de-bruxelles", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/2a/961b76e146a8e0ecd017e9a69b0ca8.jpg?1644794697", "recette": {"titre": "Cuisson des choux de Bruxelles", "infos": {"duree_preparation": "15 min", "duree_cuisson": "15 min", "duree_repos": "", "methode_cuisson": "Bouilli"}, "ingredients": ["choux de Bruxelles", "eau", "vinaigre"], "etapes": ["Préparez les choux de Bruxelles. Débarrassez-les des feuilles extérieures flétries ou abîmées. Raccourcissez leur trognon, juste ce qu’il faut pour que les feuilles ne se détachent pas. Astuce pour accélérer la cuisson : faites une petite incision en forme de croix à leur base.", "Trempez-les ensuite dans de l’eau vinaigrée, afin d’éliminer les parasites éventuels. Rincez-les abondamment et égouttez-les.", "Pour vérifier qu’ils sont bien cuits, plantez un couteau dans un chou : la lame doit pénétrer facilement. Vous pouvez alors les égoutter."]}}, {"titre": "Blé cuit", "url": "https://www.cuisine-libre.org/ble-cuit", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/3a/1d961410b3a502273a74417e4b0af2.jpg?1644803405", "recette": {"titre": "Blé cuit", "infos": {"duree_preparation": "5 min", "duree_cuisson": "1 h 30", "duree_repos": "8 h", "methode_cuisson": "Bouilli"}, "ingredients": ["1 tasse de blé entier non précuit", "3 tasses d’eau", "sel (facultatif)"], "etapes": ["La veille, bien rincer les grains de blé, plusieurs fois (jusqu’à ce que l’eau soit claire) et le mettre à tremper toute une nuit.", "Le lendemain, rincer puis verser le blé dans une casserole, à raison d’un volume de blé pour trois volumes d’eau froide. Saler, porter à ébullition, couvrir et cuire à feu doux jusqu’à ce que les grains soient tendres, pendant 1h30 environ, un peu moins si vous le préférez croquant."]}}, {"titre": "Cuisson des pâtissons", "url": "https://www.cuisine-libre.org/cuisson-des-patissons", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/0a/424db0c812704975376a354a96233e.jpg?1644795498", "recette": {"titre": "Cuisson des pâtissons", "infos": {"duree_preparation": "5 min", "duree_cuisson": "20 min", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["pâtisson bien ferme, dense, à la peau lisse et sans tâche [1]"], "etapes": ["Inutile de le peler ! Le pâtisson se cuit avec sa peau, comme la plupart des courges. Il sera plus aisé à peler, si besoin, une fois cuit. Sa peau est comestible [2]. Il se cuit entier. Il peut ensuite être farci ou tranché et détaillé en dés.", "Commencez par brosser votre pâtisson sous l’eau claire. Séchez-le dans un linge propre.", "Dans un grand faitout, déposez le pâtisson entier et couvrez-le d’eau salée. Portez à ébullition. Comptez 20 min de cuisson à l’eau bouillante pour un petit pâtisson et 30 à 40 min s’il est gros (respectivement 7 à 15 min à l’autocuiseur). Le pâtisson est cuit lorsque la lame d’un couteau pénètre facilement.", "La cuisson à la vapeur est idéale pour les petits pâtissons (de diamètre inférieur à 10 cm). Déposez le pâtisson entier dans le panier vapeur, au dessus de l’eau bouillante et comptez 15 à 20 min de cuisson, jusqu’à ce que la lame d’un couteau pénètre facilement.", "Pour une cuisson au four, privilégiez les petits pâtissons dont la peau sera fine et pourra être mangée plus facilement. Comptez 40 min au four à 180°C.", "Percez le pâtisson de plusieurs trous à l’aide d’une fourchette. Le poser entier dans le four et cuire de 5 à 7 minutes à intensité moyenne, ou davantage, jusqu’à ce que la pointe d’un couteau perce facilement la courge.", "Ce n’est pas le meilleur choix, car il vous faudra l’éplucher et c’est laborieux. Coupez-le en tranches, puis en cubes de la taille voulue. Pour une cuisson poêlée, privilégiez plutôt les petits pâtissons qui ne sont pas encore complètement murs, dont la peau fine pourra être mangée plus facilement. Coupez-les alors en deux, sans les peler.", "Faites-les ensuite sauter dans une poêle huilée pendant 10 min environ, jusqu’à ce que les piquer à la fourchette n’offre plus de résistance."]}}, {"titre": "Dahl de lentilles corail, carottes et pomme de  (...)", "url": "https://www.cuisine-libre.org/dahl-de-lentilles-corail-carottes-et-pomme", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/42/1d43f723f62647d9db6654b18912c6.jpg?1644795440", "recette": {"titre": "Dahl de lentilles corail, carottes et pomme de terre au gingembre par XavCC", "infos": {"duree_preparation": "40 min", "duree_cuisson": "25 min", "duree_repos": "", "methode_cuisson": ""}, "ingredients": ["2 litres d’eau", "1 cuillère à café de gros sel", "2 grosses pommes de terre", "4 carottes", "200 g de lentilles corail", "1 gingembre frais", "1 tomate", "curry", "cumin", "1 gousse d’ail", "2 oignons rouges", "200 ml de lait de coco"], "etapes": ["Préparation", "Lentilles et Cie", "Wok", "Pendant la cuisson des lentilles corail...", "C’est maintenant prêt à être dressé et manger chaud."]}}, {"titre": "Stoemp à la carotte", "url": "https://www.cuisine-libre.org/stoemp-a-la-carotte", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/4b/ad53f895fd5264247c3f2169cfdd70.jpg?1644794316", "recette": {"titre": "Stoemp à la carotte par Romy", "infos": {"duree_preparation": "15 min", "duree_cuisson": "30 min", "duree_repos": "", "methode_cuisson": "Vapeur"}, "ingredients": ["5 pommes de terre moyennes", "3 belles carottes", "1 noix de beurre frais", "1 cuil. a café de moutarde", "sel et poivre"], "etapes": ["Préparez les légumes : épluchez-les, lavez-les et coupez-les en morceaux. Faites-les cuire à la vapeur, pendant 30 minutes, en commençant par les carottes. Surveillez leur cuisson en piquant avec la pointe d’un couteau : la chair doit être très tendre. Égouttez-les.", "Déposez le beurre et la moutarde dans un plat. Ajoutez les légumes cuits, bien chauds, et écrasez-les à la fourchette. Salez et poivrez à votre goût. Mélangez bien. Servez chaud, avec une tranche de jambon blanc."]}}, {"titre": "Sirop de radis noir", "url": "https://www.cuisine-libre.org/sirop-de-radis-noir", "url_image": "https://www.cuisine-libre.org/local/cache-gd2/7a/c8beee7e9f73a5aecdc3e26cbe4cb9.jpg?1644794889", "recette": {"titre": "Sirop de radis noir", "infos": {"duree_preparation": "10 min", "duree_cuisson": "", "duree_repos": "1 j", "methode_cuisson": "Crudité"}, "ingredients": ["1 radis noir rond bio", "sucre blond ou roux"], "etapes": ["Nettoyez et lavez le radis noir.", "Une première technique consiste à creuser le radis noir pour le remplir de sucre, mais c’est dommage de perdre autant de sa chair.", "Mieux vaut le couper en rondelles bien fines, sans lui ôter la peau (sauf s’il n’est pas bio : dans ce cas mieux vaut le peler) ou mieux, râpez-le. Comptez autant de sucre que de radis. Déposez le radis dans un plat creux et couvrez-le de sucre, en alternant une couche de radis noir avec une couche de sucre.", "Le radis dégorge et le sucre fond très rapidement, formant un jus plus ou moins foncé. Couvrez et laissez reposer au frais pendant 12 à 24 heures.", "Passez cette marinade au tamis, en pressant, pour recueillir le sirop. Il se conserve quelques jours au frais dans un flacon hermétique.", "Une cuillère à soupe, deux fois par jour, avant les repas."]}}]